[
  {
    "label_id": "AMNRPC1",
    "name": "Amtrak National Railroad Passenger Corporation",
    "tier": 1,
    "description": "The National Railroad Passenger Corporation, better known as Amtrak, is a federally chartered corporation that operates intercity passenger rail services across the United States. It was created by Congress in 1970 to take over passenger rail operations from private railroads and is managed as a for-profit company, though the US government is its controlling shareholder and provides substantial funding."
  },
  {
    "label_id": "AOUSC1",
    "name": "Administrative Office of the U.S. Courts",
    "tier": 1,
    "description": "The Administrative Office of the U.S. Courts (AO) is the central support entity for the federal judicial branch, managing the nonjudicial, administrative business of the United States Courts. It provides a broad range of services, including managing court budgets, collecting statistics, providing legal and technological support, and acting as a liaison between the judiciary and other government branches."
  },
  {
    "label_id": "CFPB1",
    "name": "Consumer Finanical Protection Bureau (CFPB)",
    "tier": 1,
    "description": "The Consumer Financial Protection Bureau is an independent agency of the United States government responsible for consumer protection in the financial sector.",
    "children": [
      {
        "label_id": "CFPB2SUB1",
        "name": "CFPB subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "BANK3",
            "name": "Banks",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "CRED4",
                "name": "Credit cards",
                "tier": 4,
                "description": "Issues with common credit card problems such as late fees, lost cards, and rewards practices."
              }
            ]
          },
          {
            "label_id": "CFPB3SUB2",
            "name": "CFPB subcategory 2",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "CFPBWHBL4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          },
          {
            "label_id": "CRED3",
            "name": "Credit bureaus",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "SCOR4",
                "name": "Credit scores",
                "tier": 4,
                "description": "Credit bureaus are companies that collect information relating to the credit ratings of individuals and makes it available to credit card companies, financial institutions, etc."
              }
            ]
          },
          {
            "label_id": "MORT3",
            "name": "Mortages",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "LOAN4",
                "name": "Home loan services",
                "tier": 4,
                "description": "Home loan services, also known as mortgage servicing, involve the administrative and operational aspects of a home loan after it's been originated, such as collecting monthly payments, managing escrow accounts for taxes and insurance, and tracking loan balances. The mortgage servicer is the company responsible for these duties after the loan is funded. "
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "DHS1",
    "name": "Department of Homeland Security (DHS)",
    "tier": 1,
    "description": "The U.S. Department of Homeland Security (DHS) is a Cabinet-level department established in 2002 to secure the nation from threats and protect the American people. It's the federal executive department responsible for public security, roughly comparable to interior or home ministries in other countries.",
    "children": [
      {
        "label_id": "CBP2",
        "name": "Customs and Border Protection (CBP)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "ADM3",
            "name": "Admissibility Issues",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DENY4",
                "name": "Denied Entry",
                "tier": 4,
                "description": "Issues with not being admitted to enter into the United States."
              },
              {
                "label_id": "ESTA4",
                "name": "ESTA",
                "tier": 4,
                "description": "Issues with the Electronic System for Travel Authorization — the platform used for the visa waiver program. "
              },
              {
                "label_id": "EXRM4",
                "name": "Expedited Removals",
                "tier": 4,
                "description": "Expedited removals are a process allowing the DHS to quickly deport certain noncitizens without a full hearing or legal review, have been expanded to individuals in the interior of the United States. "
              },
              {
                "label_id": "HTVI4",
                "name": "H-2A Visa Issues",
                "tier": 4,
                "description": "The H-2A visa program allows US employers to bring foreign workers to the United States to fill temporary, seasonal agricultural jobs when they cannot find enough qualified US workers. "
              },
              {
                "label_id": "INSP4",
                "name": "Secondary Inspections",
                "tier": 4,
                "description": "Secondary inspections are a more detailed process to verify an individual's information and admissibility, allowing CBP officers to conduct further research without delaying other passengers. "
              },
              {
                "label_id": "LPRS4",
                "name": "Lawful Permanent Resident Status",
                "tier": 4,
                "description": "A lawful permanent resident (LPR), also known as a \"green card\" holder, is granted the right to live and work permanently in the United States, with the ability to eventually apply for citizenship after meeting specific requirements. "
              }
            ]
          },
          {
            "label_id": "DHSCBP23",
            "name": "DHS subcategory 4",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "CMPL4",
                "name": "Complaints against CBP officers",
                "tier": 4,
                "description": "Casework regarding complaints filed against specific CBP officers."
              }
            ]
          },
          {
            "label_id": "TTP3",
            "name": "Trusted Traveler Program",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "GLBL4",
                "name": "Global Entry",
                "tier": 4,
                "description": "Global Entry is a CBP program that allows expedited clearance for pre-approved, low-risk travelers upon arrival in the United States. "
              },
              {
                "label_id": "NEXUS4",
                "name": "NEXUS",
                "tier": 4,
                "description": "NEXUS is operated jointly by the U.S. Customs and Border Protection and the Canada Border Services Agency and allows pre-approved, low-risk travelers to receive expedited clearance upon arrival into the United States and Canada by air, land, and water."
              },
              {
                "label_id": "SENTRI4",
                "name": "SENTRI",
                "tier": 4,
                "description": "SENTRI allows expedited entry to the United States at the Mexico–United States border for pre-approved travelers that are considered low-risk. "
              }
            ]
          }
        ]
      },
      {
        "label_id": "DHS2SUB1",
        "name": "DHS subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DHS3SUB3",
            "name": "DHS subcategory 3",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DHSWHB4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          }
        ]
      },
      {
        "label_id": "FEMA",
        "name": "FEMA",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DHS3SUB2",
            "name": "DHS subcategory 2",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "FEMA4",
                "name": "Disaster relief",
                "tier": 4,
                "description": "FEMA disaster relief provides financial assistance and direct services to individuals and households affected by federally declared disasters, helping them recover from losses that are uninsured or underinsured, and addressing essential needs such as temporary housing and home repairs."
              }
            ]
          }
        ]
      },
      {
        "label_id": "ICE2",
        "name": "US Immigration and Customs Enforcement (ICE) ",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "ENF3",
            "name": "Enforcement",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DETD4",
                "name": "Detained",
                "tier": 4,
                "description": "U.S. Immigration and Customs Enforcement (ICE) is responsible for detaining and removing noncitizens who are subject to deportation, while USCIS primarily processes immigration benefits and asylum applications."
              },
              {
                "label_id": "INTST4",
                "name": "International students",
                "tier": 4,
                "description": "Issues with entering or remaining in the United States for international students."
              },
              {
                "label_id": "NDTD4",
                "name": "Non-detained",
                "tier": 4,
                "description": "Other ICE enforcement responsibilities include conducting investigations into immigration violations, gathering intelligence, and collaborating with local law enforcement agencies to identify and apprehend individuals suspected of being in the country unlawfully."
              },
              {
                "label_id": "PRLE4",
                "name": "Humanitarian Parole",
                "tier": 4,
                "description": "Humanitarian parole is an available tool under the Immigration and Nationality Act (INA) that allows certain individuals to enter the U.S. and temporarily stay without an immigrant or non-immigrant visa. "
              },
              {
                "label_id": "REMV4",
                "name": "Removals",
                "tier": 4,
                "description": "U.S. Immigration and Customs Enforcement (ICE) is responsible for executing removal orders issued by immigration judges or through expedited removal procedures."
              },
              {
                "label_id": "VOLN4",
                "name": "Voluntary departure",
                "tier": 4,
                "description": "U.S. Immigration and Customs Enforcement (ICE) voluntary departure allows individuals facing removal to leave the United States voluntarily, without a formal removal order, providing them a specified period—up to 120 days—to arrange their departure while avoiding the negative consequences associated with a deportation record."
              }
            ]
          }
        ]
      },
      {
        "label_id": "USCG2",
        "name": "US Coast Guard (USCG)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "CGEN3",
            "name": "Enlistment",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "ENLA4",
                "name": "Enlistment Assistance",
                "tier": 4,
                "description": "To assist with U.S. Coast Guard enlistment, individuals can connect with a recruiter, explore hiring incentives like signing bonuses and guaranteed training, and consider resources like Coast Guard Mutual Assistance for financial help, or the Coast Guard Foundation for education grants. "
              },
              {
                "label_id": "ENWA4",
                "name": "Enlistment Waivers",
                "tier": 4,
                "description": "The U.S. Coast Guard may grant waivers for enlistment if an applicant doesn't meet certain standards (like vision, hearing, or physical condition) but extenuating circumstances warrant special consideration, with the Coast Guard retaining final authority for waiver issuance. "
              }
            ]
          },
          {
            "label_id": "PNRC3",
            "name": "Personnel Records",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "PRAC4",
                "name": "Personnel Actions",
                "tier": 4,
                "description": "Compaints about or issues with different personnel in the U.S. Coast Guard."
              },
              {
                "label_id": "RECQ4",
                "name": "Records Requests",
                "tier": 4,
                "description": "Issues with requesting service records for members of the U.S. Coast Guard."
              },
              {
                "label_id": "RETR4",
                "name": "Retirement",
                "tier": 4,
                "description": "Any issues related to retirement or retirement benefits for members of the U.S. Coast Guard."
              },
              {
                "label_id": "VACLM4",
                "name": "VA Claims",
                "tier": 4,
                "description": "Issues with VA claims, such as compensation or benefits, for members of the U.S. Coast Guard."
              }
            ]
          }
        ]
      },
      {
        "label_id": "USCIS2",
        "name": "US Citizenship and Immigration Services (USCIS)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "ASY3",
            "name": "Asylum",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "AINT4",
                "name": "Interview capacity",
                "tier": 4,
                "description": "USCIS has increased its monthly affirmative asylum case completions, but interview capacity remains below pre-pandemic levels due to health precautions."
              },
              {
                "label_id": "ANDT4",
                "name": "Non-detained",
                "tier": 4,
                "description": "Asylum applicants working their way through the asylum application process may not be detained pending the outcome of their application if they are not suspected of posing any security risk."
              },
              {
                "label_id": "APRC4",
                "name": "Processing Delay",
                "tier": 4,
                "description": "USCIS is currently experiencing significant delays in processing asylum applications, with a backlog of nearly 400,000 pending cases and average wait times of over 6 years for asylum applicants"
              },
              {
                "label_id": "AXBC4",
                "name": "Extended background check",
                "tier": 4,
                "description": "USCIS conducts extensive background and security checks on asylum applicants, including FBI fingerprint checks, name checks, and interagency screenings, which can significantly extend processing times, especially if additional investigation is required for cases with potential security concerns."
              },
              {
                "label_id": "AXSC4",
                "name": "Extended security screening",
                "tier": 4,
                "description": "USCIS conducts extensive background and security checks on asylum applicants, including FBI fingerprint checks, name checks, and interagency screenings, which can significantly extend processing times, especially if additional investigation is required for cases with potential security concerns."
              }
            ]
          },
          {
            "label_id": "EAD3",
            "name": "EAD (Employment Authorization Document) ",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DNDM4",
                "name": "Document non-delivery mail issues",
                "tier": 4,
                "description": "Employment Authorization Document applicants are often mailed important paperwork, including their authorization documents. Sometimes, these important documents are lost in the mail or fail to be delivered for various reasons and need to be re-issued by USCIS."
              },
              {
                "label_id": "EINT4",
                "name": "Interview capacity",
                "tier": 4,
                "description": "USCIS generally does not require interviews for Employment Authorization Document (EAD) applicants, as most cases are processed without an interview; however, in specific circumstances where an interview is deemed necessary, the agency conducts them on a case-by-case basis to verify the applicant's eligibility."
              },
              {
                "label_id": "EPRC4",
                "name": "Processing Delay",
                "tier": 4,
                "description": "USCIS is currently facing processing delays for Employment Authorization Documents (EADs), with applicants often waiting beyond the regulatory 90-day timeframe for adjudication, which has prompted recommendations for the agency to issue interim EADs to mitigate employment loss."
              },
              {
                "label_id": "EXBC4",
                "name": "Extended background check",
                "tier": 4,
                "description": "USCIS conducts thorough background checks for Employment Authorization Documents (EADs), which include collecting fingerprints, performing FBI name checks, and conducting inter-agency security screenings to ensure applicants do not pose a threat to national security or public safety."
              },
              {
                "label_id": "EXSC4",
                "name": "Extended security screening",
                "tier": 4,
                "description": "USCIS employs extended security screening for Employment Authorization Documents (EADs) in cases where applicants' backgrounds may raise national security or public safety concerns, which can lead to longer processing times and additional scrutiny of their applications."
              }
            ]
          },
          {
            "label_id": "GRN3",
            "name": "Green cards ",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "GINT4",
                "name": "Interview capacity",
                "tier": 4,
                "description": "As of July 2024, USCIS had a backlog of 408,937 eligible immigrant visa applicants awaiting interview scheduling, with 55,829 interviews scheduled for August 2024, indicating ongoing efforts to address the interview backlog while still facing capacity constraints."
              },
              {
                "label_id": "GNDM4",
                "name": "Document non-delivery mail issues",
                "tier": 4,
                "description": "Green card applicants are often mailed important paperwork, including their immigrant visa itself (the green card). Sometimes, these important documents are lost in the mail or fail to be delivered for various reasons and need to be re-issued by USCIS."
              },
              {
                "label_id": "GPRC4",
                "name": "Processing Delay",
                "tier": 4,
                "description": "USCIS green card processing times have improved significantly in 2024, with family-based applications now taking an average of 9.4 months, while marriage-based green cards for spouses of U.S. citizens typically take 13.5-40 months depending on various factors."
              },
              {
                "label_id": "GXBC4",
                "name": "Extended background check",
                "tier": 4,
                "description": "USCIS conducts extensive background and security checks on asylum applicants, including FBI fingerprint checks, name checks, and interagency screenings, which can significantly extend processing times, especially if additional investigation is required for cases with potential security concerns."
              },
              {
                "label_id": "GXSC4",
                "name": "Extended security screening",
                "tier": 4,
                "description": "USCIS conducts extensive background and security checks on asylum applicants, including FBI fingerprint checks, name checks, and interagency screenings, which can significantly extend processing times, especially if additional investigation is required for cases with potential security concerns."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "DOC1",
    "name": "Department of Commerce (DOC)",
    "tier": 1,
    "description": "The Department of Commerce (DOC) is an executive department of the United States government responsible for promoting economic growth and job creation. Its broad mandate encompasses areas such as trade, technology, entrepreneurship, economic development, environmental stewardship, and statistical research and analysis."
  },
  {
    "label_id": "DOD1",
    "name": "Department of Defense (DOD)",
    "tier": 1,
    "description": "The Department of Defense (DOD) is a cabinet-level executive department of the U.S. federal government responsible for providing the military forces needed to deter war and protect national security. It oversees and directs the Army, Navy, Air Force, Marine Corps, and Space Force, and is headquartered in the Pentagon.",
    "children": [
      {
        "label_id": "ARMY2",
        "name": "Army",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOD3SUB4",
            "name": "DOD subcategory 4",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "ARBAH4",
                "name": "On-base Housing",
                "tier": 4,
                "description": "Issues related with assignments or availability of on-base house"
              },
              {
                "label_id": "ARBCMR4",
                "name": "Records Correction",
                "tier": 4,
                "description": "Correction of military records"
              },
              {
                "label_id": "ARBRIG4",
                "name": "Disciplinary Action",
                "tier": 4,
                "description": "Casework related to disciplinary action faced by a service member"
              },
              {
                "label_id": "ARMED4",
                "name": "Medical Care",
                "tier": 4,
                "description": "Medical care issues for active duty personnel"
              },
              {
                "label_id": "ARMEPS4",
                "name": "Military Entrance Processing (MEPS) ",
                "tier": 4,
                "description": "Casework related to military entrance processing. As an enlisted recruit, you'll go to a Military Entrance Processing Station (MEPS) to determine if you meet all the standards to join the military, choose a career field, sign your contract, and take the oath. The process takes one to two days and includes lodging and meals."
              },
              {
                "label_id": "ARORD4",
                "name": "Orders",
                "tier": 4,
                "description": "Disputes related to specific orders received by military personnel"
              },
              {
                "label_id": "AROUT4",
                "name": "Outprocessing",
                "tier": 4,
                "description": "Issues with military outprocessing and discharge"
              },
              {
                "label_id": "ARREL4",
                "name": "Relocation",
                "tier": 4,
                "description": "Issues related to military relocation"
              },
              {
                "label_id": "ARSEC4",
                "name": "Security Clearance",
                "tier": 4,
                "description": "Issues with security clearances for active-duty military personnel"
              }
            ]
          },
          {
            "label_id": "DOD3SUB5",
            "name": "DOD subcategory 5",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "ARAWD4",
                "name": "Medals/Awards ",
                "tier": 4,
                "description": "Issues with earning or receiving military medals or awards."
              },
              {
                "label_id": "ARCN4",
                "name": "Conscientious objector ",
                "tier": 4,
                "description": "A \"conscientious objector\" is someone who refuses to participate in military service or bear arms due to religious, moral, or ethical beliefs. They may be granted exemptions from military service and assigned to alternative civilian service. "
              },
              {
                "label_id": "AREFP4",
                "name": "Exceptional Family Program",
                "tier": 4,
                "description": "for children or spouse with disabilities or special needs; can help with relocation "
              },
              {
                "label_id": "ARJAG4",
                "name": "JAG (Judge Advocate General)",
                "tier": 4,
                "description": "attorney for active military and spouses"
              },
              {
                "label_id": "ARPRO4",
                "name": "Promotions",
                "tier": 4,
                "description": "Dispute related to a military promotion in the Army."
              },
              {
                "label_id": "ARSPS4",
                "name": "Spousal issues",
                "tier": 4,
                "description": "Any issues with a military spouse including allotments, abuse, benefits or medical problems."
              },
              {
                "label_id": "ARSU4",
                "name": "Suicide",
                "tier": 4,
                "description": "investigation takes place; tracking down personal belongings; advocating on behalf of family"
              },
              {
                "label_id": "USMA4",
                "name": "West Point (USMA)?Service Academy Nomination ",
                "tier": 4,
                "description": "Members of Congress are allowed to appoint constituents in their districts, typically high school students, to Service Academy positions at military institutions, including West Point (USMA)."
              }
            ]
          },
          {
            "label_id": "USACE3",
            "name": "Army Corps of Engineers (US ACE)",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DISTR4",
                "name": "Disaster response",
                "tier": 4,
                "description": "Each year, the US Army Corps of Engineers (USACE) deploys hundreds of its trained personnel and resources  across the United States and its territories to respond to emergencies and aid in disaster response and recovery.  "
              },
              {
                "label_id": "PERMT4",
                "name": "Permitting approval",
                "tier": 4,
                "description": "Corps permits are necessary for any work, including construction and dredging, in the Nation's navigable waters. The Corps balances the reasonably foreseeable benefits and detriments of proposed projects, and makes permit decisions that recognize the essential values of the Nation's aquatic ecosystems to the general public, as well as the property rights of private citizens who want to use their land. "
              },
              {
                "label_id": "SHORE4",
                "name": "Shoreline risk management",
                "tier": 4,
                "description": "The U.S. Army Corps of Engineers) seeks to safeguard inland and coastal communities from the harmful impacts of flooding and coastal storms by reducing vulnerabilities, enhancing resilience, and protecting lives, property, and natural resources through its flood risk management (FRM) and coastal storm risk management (CSRM) work."
              }
            ]
          }
        ]
      },
      {
        "label_id": "DCSA2",
        "name": "Defense Counterintelligence and Security Agency (DCSA)",
        "tier": 2,
        "description": ""
      },
      {
        "label_id": "DFAS2",
        "name": "Defense Finance and Accounting Service (DFAS) ",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOD3SUB8",
            "name": "DOD subcategory 8",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "CLEAR4",
                "name": "Security Clearance",
                "tier": 4,
                "description": "Issues with security clearances for civilian and contractor workforce"
              },
              {
                "label_id": "LES4",
                "name": "Leave and Earnings Statements (LES)",
                "tier": 4,
                "description": "DFAS provides and manages the Leave and Earnings Statements (LES) for active duty personnel, which detail their pay and leave status."
              },
              {
                "label_id": "MPAY3",
                "name": "Military Pay",
                "tier": 4,
                "description": "DFAS is responsible for paying all Department of Defense military personnel. This includes regular pay, allowances, bonuses, and other forms of compensation for active duty service members."
              },
              {
                "label_id": "RPAY4",
                "name": "Retirement Pay",
                "tier": 4,
                "description": "DFAS manages and disburses retirement pay for military retirees. They handle the calculations and payments for military pensions."
              },
              {
                "label_id": "SBP4",
                "name": "Survivor Benefit Plan (SBP) ",
                "tier": 4,
                "description": "DFAS administers the SBP program, which provides continuing financial support to eligible beneficiaries of deceased military retirees."
              },
              {
                "label_id": "SDP4",
                "name": "Savings Deposit Program (SDP)",
                "tier": 4,
                "description": "For deployed service members, DFAS manages the Savings Deposit Program, which allows them to earn interest on savings while deployed."
              },
              {
                "label_id": "WWP4",
                "name": "Wounded Warrior Pay",
                "tier": 4,
                "description": "Military Pay for warfighters Wounded in Action (WIA)"
              }
            ]
          }
        ]
      },
      {
        "label_id": "DOD2SUB1",
        "name": "DOD subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOD3SUB10",
            "name": "DOD subcategory 10",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DODWHSB4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          }
        ]
      },
      {
        "label_id": "NAVY2",
        "name": "Navy ",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOD3SUB3",
            "name": "DOD subcategory 3",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "NVAWD4",
                "name": "Medals/Awards ",
                "tier": 4,
                "description": "Issues with earning or receiving military medals or awards."
              },
              {
                "label_id": "NVBAH4",
                "name": "On-base Housing",
                "tier": 4,
                "description": "Issues related with assignments or availability of on-base house"
              },
              {
                "label_id": "NVBRIG4",
                "name": "Disciplinary Action",
                "tier": 4,
                "description": "Casework related to disciplinary action faced by a service member"
              },
              {
                "label_id": "NVCBCMR4",
                "name": "Records Correction",
                "tier": 4,
                "description": "Correction of military records"
              },
              {
                "label_id": "NVCN4",
                "name": "Conscientious objector ",
                "tier": 4,
                "description": "A \"conscientious objector\" is someone who refuses to participate in military service or bear arms due to religious, moral, or ethical beliefs. They may be granted exemptions from military service and assigned to alternative civilian service. "
              },
              {
                "label_id": "NVEFP4",
                "name": "Exceptional Family Program",
                "tier": 4,
                "description": "for children or spouse with disabilities or special needs; can help with relocation "
              },
              {
                "label_id": "NVJAG4",
                "name": "JAG (Judge Advocate General)",
                "tier": 4,
                "description": "attorney for active military and spouses"
              },
              {
                "label_id": "NVMED4",
                "name": "Medical Care",
                "tier": 4,
                "description": "Medical care issues for active duty personnel"
              },
              {
                "label_id": "NVMEPS4",
                "name": "Military Entrance Processing (MEPS) ",
                "tier": 4,
                "description": "Casework related to military entrance processing. As an enlisted recruit, you'll go to a Military Entrance Processing Station (MEPS) to determine if you meet all the standards to join the military, choose a career field, sign your contract, and take the oath. The process takes one to two days and includes lodging and meals."
              },
              {
                "label_id": "NVORD4",
                "name": "Orders",
                "tier": 4,
                "description": "Disputes related to specific orders received by military personnel"
              },
              {
                "label_id": "NVOUT4",
                "name": "Outprocessing",
                "tier": 4,
                "description": "Issues with military outprocessing and discharge"
              },
              {
                "label_id": "NVPRO4",
                "name": "Promotions",
                "tier": 4,
                "description": "Dispute related to a military promotion in the Navy."
              },
              {
                "label_id": "NVREL4",
                "name": "Relocation",
                "tier": 4,
                "description": "Issues related to military relocation"
              },
              {
                "label_id": "NVSEC4",
                "name": "Security Clearance",
                "tier": 4,
                "description": "Issues with security clearances for active-duty military personnel"
              },
              {
                "label_id": "NVSPS4",
                "name": "Spousal issues",
                "tier": 4,
                "description": "Any issues with a military spouse including allotments, abuse, benefits or medical problems."
              },
              {
                "label_id": "NVSU4",
                "name": "Suicide",
                "tier": 4,
                "description": "investigation takes place; tracking down personal belongings; advocating on behalf of family"
              },
              {
                "label_id": "USNA4",
                "name": "Naval Academy (USNA) Service Academy Nomination",
                "tier": 4,
                "description": "Members of Congress are allowed to appoint constituents in their districts, typically high school students, to Service Academy positions at military institutions, including Naval Academy (USNA)."
              }
            ]
          }
        ]
      },
      {
        "label_id": "TRICARE2",
        "name": "TRICARE",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOD3SUB9",
            "name": "DOD subcategory 9",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "TRIMED4",
                "name": "Medical Coverage",
                "tier": 4,
                "description": "TRICARE aims to provide comprehensive health coverage to eligible beneficiaries, supporting the military mission by fostering, protecting, sustaining, and restoring health for service members and their families."
              },
              {
                "label_id": "TRIPRX4",
                "name": "Prescription Coverage",
                "tier": 4,
                "description": "TRICARE aims to provide comprehensive health coverage to eligible beneficiaries, supporting the military mission by fostering, protecting, sustaining, and restoring health for service members and their families."
              }
            ]
          }
        ]
      },
      {
        "label_id": "USAF2",
        "name": "United States Air Force (USAF)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOD3SUB2",
            "name": "DOD subcategory 2",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "AFAWD4",
                "name": "Medals/Awards ",
                "tier": 4,
                "description": "Issues with earning or receiving military medals or awards."
              },
              {
                "label_id": "AFBAH4",
                "name": "On-base Housing",
                "tier": 4,
                "description": "Issues related with assignments or availability of on-base house"
              },
              {
                "label_id": "AFBCMR4",
                "name": "Records Correction",
                "tier": 4,
                "description": "Correction of military records"
              },
              {
                "label_id": "AFBRIG4",
                "name": "Disciplinary Action",
                "tier": 4,
                "description": "Casework related to disciplinary action faced by a service member"
              },
              {
                "label_id": "AFCN4",
                "name": "Conscientious objector ",
                "tier": 4,
                "description": "A \"conscientious objector\" is someone who refuses to participate in military service or bear arms due to religious, moral, or ethical beliefs. They may be granted exemptions from military service and assigned to alternative civilian service. "
              },
              {
                "label_id": "AFEFP4",
                "name": "Exceptional Family Program",
                "tier": 4,
                "description": "for children or spouse with disabilities or special needs; can help with relocation "
              },
              {
                "label_id": "AFJAG4",
                "name": "JAG (Judge Advocate General)",
                "tier": 4,
                "description": "attorney for active military and spouses"
              },
              {
                "label_id": "AFMED4",
                "name": "Medical Care",
                "tier": 4,
                "description": "Medical care issues for active duty personnel"
              },
              {
                "label_id": "AFMEPS4",
                "name": "Military Entrance Processing (MEPS) ",
                "tier": 4,
                "description": "Casework related to military entrance processing. As an enlisted recruit, you'll go to a Military Entrance Processing Station (MEPS) to determine if you meet all the standards to join the military, choose a career field, sign your contract, and take the oath. The process takes one to two days and includes lodging and meals."
              },
              {
                "label_id": "AFORD4",
                "name": "Orders",
                "tier": 4,
                "description": "Disputes related to specific orders received by military personnel"
              },
              {
                "label_id": "AFOUT4",
                "name": "Outprocessing",
                "tier": 4,
                "description": "Issues with military outprocessing and discharge"
              },
              {
                "label_id": "AFPRO4",
                "name": "Promotions",
                "tier": 4,
                "description": "Dispute related to a military promotion in the Air Force."
              },
              {
                "label_id": "AFREL4",
                "name": "Relocation",
                "tier": 4,
                "description": "Issues related to military relocation"
              },
              {
                "label_id": "AFSEC4",
                "name": "Security Clearance",
                "tier": 4,
                "description": "Issues with security clearances for active-duty military personnel"
              },
              {
                "label_id": "AFSPS4",
                "name": "Spousal issues",
                "tier": 4,
                "description": "Any issues with a military spouse including allotments, abuse, benefits or medical problems."
              },
              {
                "label_id": "AFSU4",
                "name": "Suicide",
                "tier": 4,
                "description": "investigation takes place; tracking down personal belongings; advocating on behalf of family"
              },
              {
                "label_id": "USAFA4",
                "name": "Air Force Academy (USAFA)?Service Academy Nomination ",
                "tier": 4,
                "description": "Members of Congress are allowed to appoint constituents in their districts, typically high school students, to Service Academy positions at military institutions, including Air Force Academy (USAFA)."
              }
            ]
          }
        ]
      },
      {
        "label_id": "USMC2",
        "name": "Marine Corps ",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOD3SUB6",
            "name": "DOD subcategory 6",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DODUSMMA4",
                "name": "Merchant Marine Academy (USMMA)?Service Academy Nomination",
                "tier": 4,
                "description": "Members of Congress are allowed to appoint constituents in their districts, typically high school students, to Service Academy positions at military institutions, including Merchant Marine Academy (USMMA)."
              },
              {
                "label_id": "MCAWD4",
                "name": "Medals/Awards ",
                "tier": 4,
                "description": "Issues with earning or receiving military medals or awards."
              },
              {
                "label_id": "MCBAH4",
                "name": "On-base Housing",
                "tier": 4,
                "description": "Issues related with assignments or availability of on-base house"
              },
              {
                "label_id": "MCBCMR4",
                "name": "Records Correction",
                "tier": 4,
                "description": "Correction of military records"
              },
              {
                "label_id": "MCBRIG4",
                "name": "Disciplinary Action",
                "tier": 4,
                "description": "Casework related to disciplinary action faced by a service member"
              },
              {
                "label_id": "MCCN4",
                "name": "Conscientious objector ",
                "tier": 4,
                "description": "A \"conscientious objector\" is someone who refuses to participate in military service or bear arms due to religious, moral, or ethical beliefs. They may be granted exemptions from military service and assigned to alternative civilian service. "
              },
              {
                "label_id": "MCEFP4",
                "name": "Exceptional Family Program",
                "tier": 4,
                "description": "for children or spouse with disabilities or special needs; can help with relocation "
              },
              {
                "label_id": "MCJAG4",
                "name": "JAG (Judge Advocate General)",
                "tier": 4,
                "description": "attorney for active military and spouses"
              },
              {
                "label_id": "MCMED4",
                "name": "Medical Care",
                "tier": 4,
                "description": "Medical care issues for active duty personnel"
              },
              {
                "label_id": "MCMEPS4",
                "name": "Military Entrance Processing (MEPS) ",
                "tier": 4,
                "description": "Casework related to military entrance processing. As an enlisted recruit, you'll go to a Military Entrance Processing Station (MEPS) to determine if you meet all the standards to join the military, choose a career field, sign your contract, and take the oath. The process takes one to two days and includes lodging and meals."
              },
              {
                "label_id": "MCORD4",
                "name": "Orders",
                "tier": 4,
                "description": "Disputes related to specific orders received by military personnel"
              },
              {
                "label_id": "MCOUT4",
                "name": "Outprocessing",
                "tier": 4,
                "description": "Issues with military outprocessing and discharge"
              },
              {
                "label_id": "MCPRO4",
                "name": "Promotions",
                "tier": 4,
                "description": "Dispute related to a military promotion in the Marine Corps."
              },
              {
                "label_id": "MCREL4",
                "name": "Relocation",
                "tier": 4,
                "description": "Issues related to military relocation"
              },
              {
                "label_id": "MCSEC4",
                "name": "Security Clearance",
                "tier": 4,
                "description": "Issues with security clearances for active-duty military personnel"
              },
              {
                "label_id": "MCSPS4",
                "name": "Spousal issues",
                "tier": 4,
                "description": "Any issues with a military spouse including allotments, abuse, benefits or medical problems."
              },
              {
                "label_id": "MCSU4",
                "name": "Suicide",
                "tier": 4,
                "description": "investigation takes place; tracking down personal belongings; advocating on behalf of family"
              }
            ]
          }
        ]
      },
      {
        "label_id": "USSF2",
        "name": "Space Force",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOD3SUB7",
            "name": "DOD subcategory 7",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "SFBAH4",
                "name": "On-base Housing",
                "tier": 4,
                "description": "Issues related with assignments or availability of on-base house"
              },
              {
                "label_id": "SFBCMR4",
                "name": "Records Correction",
                "tier": 4,
                "description": "Correction of military records"
              },
              {
                "label_id": "SFBRIG4",
                "name": "Disciplinary Action",
                "tier": 4,
                "description": "Casework related to disciplinary action faced by a service member"
              },
              {
                "label_id": "SFMED4",
                "name": "Medical Care",
                "tier": 4,
                "description": "Medical care issues for active duty personnel"
              },
              {
                "label_id": "SFMEPS4",
                "name": "Military Entrance Processing (MEPS) ",
                "tier": 4,
                "description": "Casework related to military entrance processing. As an enlisted recruit, you'll go to a Military Entrance Processing Station (MEPS) to determine if you meet all the standards to join the military, choose a career field, sign your contract, and take the oath. The process takes one to two days and includes lodging and meals."
              },
              {
                "label_id": "SFORD4",
                "name": "Orders",
                "tier": 4,
                "description": "Disputes related to specific orders received by military personnel"
              },
              {
                "label_id": "SFOUT4",
                "name": "Outprocessing",
                "tier": 4,
                "description": "Issues with military outprocessing and discharge"
              },
              {
                "label_id": "SFREL4",
                "name": "Relocation",
                "tier": 4,
                "description": "Issues related to military relocation"
              },
              {
                "label_id": "SFSEC4",
                "name": "Security Clearance",
                "tier": 4,
                "description": "Issues with security clearances for active-duty military personnel"
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "DOE1",
    "name": "Department of Energy (DOE)",
    "tier": 1,
    "description": "The Department of Energy (DOE) is an executive department of the United States government responsible for advancing the nation's energy security, prosperity, and environmental well-being through transformative science and technology solutions. It oversees national energy policy, manages the U.S. nuclear infrastructure, and is a major supporter of scientific research in the physical sciences."
  },
  {
    "label_id": "DOED1",
    "name": "Department of Education",
    "tier": 1,
    "description": "The U.S. Department of Education is a cabinet-level agency that promotes student achievement and global competitiveness by fostering educational excellence and ensuring equal access to education. It achieves this by administering federal financial aid, overseeing education research and data collection, focusing national attention on key education issues, and enforcing civil rights statutes to prevent discrimination in education.",
    "children": [
      {
        "label_id": "DOED2SUB1",
        "name": "DOED subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOED3SUB3",
            "name": "DOED subcategory 3",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DOEDWHBL4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          }
        ]
      },
      {
        "label_id": "FSA2",
        "name": "Federal Student Aid (FSA)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "PSLF3",
            "name": "Public Service Loan Forgiveness (PSLF)",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "EDDOC4",
                "name": "PSLF documentation",
                "tier": 4,
                "description": "If you’re employed by a government or not-for-profit organization, you might be eligible for the PSLF Program. The PSLF Program forgives the remaining balance on your Direct Loans\n 1) after you’ve made the equivalent of 120 qualifying monthly payments under an accepted repayment plan, and 2) while working full-time for an eligible employer. Documenting public service career, few years behind on PSLF"
              },
              {
                "label_id": "EDELG4",
                "name": "Employee eligibility ",
                "tier": 4,
                "description": "Issues with employee eligibility for Public Service Loan Forgiveness (PSLF)."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "DOI1",
    "name": "Department of the Interior (DOI)",
    "tier": 1,
    "description": "The Department of the Interior (DOI) is a cabinet-level U.S. executive department responsible for managing and conserving most federal lands, natural resources, and cultural heritage. It also administers programs related to Native Americans, Alaska Natives, Native Hawaiians, and U.S. island territories.",
    "children": [
      {
        "label_id": "BOFLM2",
        "name": "Bureau of Land Management",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOI3SUB5",
            "name": "DOI subcategory 5",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "TRBLD4",
                "name": "Tribal disputes",
                "tier": 4,
                "description": "The Bureau of Land Management's mission is to sustain the health, diversity, and productivity of public lands for the use and enjoyment of present and future generations. Most casework is related to tribal disputes."
              }
            ]
          }
        ]
      },
      {
        "label_id": "DOI2SUB1",
        "name": "DOI subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOI3SUB6",
            "name": "DOI subcategory 6",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DOIWHBL4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          }
        ]
      },
      {
        "label_id": "NPS2",
        "name": "National Park Service (NPS)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOI3SUB4",
            "name": "DOI subcategory 4",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "NPRKC4",
                "name": "National Park conditions",
                "tier": 4,
                "description": "NPS manages more than 400 national parks; most national monuments; and other natural, historical, and recreational properties. Constituents might have issues with entrance, accomodations, safety, cleanliness, etc."
              }
            ]
          }
        ]
      },
      {
        "label_id": "USFWS2",
        "name": "U.S. Fish and Wildlife Service",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOI3SUB3",
            "name": "DOI subcategory 3",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "PBOPN4",
                "name": "Programmatic Biological Opinion (needed for certain permits)",
                "tier": 4,
                "description": "Working with others to conserve, protect, and enhance fish, wildlife, plants, and their habitats for the continuing benefit of the American people. The U.S. Fish and Wildlife Service issues Grants & Other Financial Assistance through grants and cooperative agreement awards to a variety of groups and organizations."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "DOJ1",
    "name": "Department of Justice (DOJ)",
    "tier": 1,
    "description": "The Department of Justice (DOJ) is a federal executive department in the U.S. government responsible for enforcing federal laws, ensuring public safety, and defending the interests of the United States according to the law.",
    "children": [
      {
        "label_id": "ATF2",
        "name": "Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOJ3SUB3",
            "name": "DOJ subcategory 3",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "MARAF4",
                "name": "Make and Register a Firearm",
                "tier": 4,
                "description": "Application to Make and Register a Firearm. This form is used for individuals or entities wishing to manufacture NFA firearms like silencers, short-barreled rifles, or short-barreled shotguns."
              },
              {
                "label_id": "TPTRF4",
                "name": "Tax Paid Transfer and Registration of Firearm",
                "tier": 4,
                "description": "Application for Tax Paid Transfer and Registration of Firearm. Name may change because the background is still required but the tax has been eliminated in the Big Beautiful Bill."
              }
            ]
          }
        ]
      },
      {
        "label_id": "BOP2",
        "name": "Bureau of Prisons (BOP)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOJ3SUB6",
            "name": "DOJ subcategory 6",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "IDFAS4",
                "name": "ICE detention facilities",
                "tier": 4,
                "description": "Concerns about facility conditions in ICE detention or for due process of constituents when charged or indited."
              },
              {
                "label_id": "PRSNHC4",
                "name": "Prison health care",
                "tier": 4,
                "description": "Issues with constituents accessing health care services while in prison."
              },
              {
                "label_id": "TRNSFRS4",
                "name": "Transfers",
                "tier": 4,
                "description": "When a transfer family isn't notified or when ICE picks up someone from prison and the family isn't notified, and they want to to locate the constituent."
              },
              {
                "label_id": "TWPRSN4",
                "name": "Treatment within prison",
                "tier": 4,
                "description": "Issues related to investigations or reports of poor treatment of constituents in prisons."
              }
            ]
          }
        ]
      },
      {
        "label_id": "DOJ2SUB1",
        "name": "DOJ subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOJ3SUB7",
            "name": "DOJ subcategory 7",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DOJWHBL4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          }
        ]
      },
      {
        "label_id": "FBI2",
        "name": "Federal Bureau of Investigation (FBI)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOJ3SUB2",
            "name": "DOJ subcategory 2",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DBCHK4",
                "name": "Delayed background check",
                "tier": 4,
                "description": "Issues with long wait times or delays with background checks; often discovered through an inquiry with ATF about Form 1 or Form 4."
              },
              {
                "label_id": "PHCRM4",
                "name": "Potential hate crime",
                "tier": 4,
                "description": "Reports of a potential hate crime when a constituent wants to open an investigation."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "DOL1",
    "name": "Department of Labor (DOL)",
    "tier": 1,
    "description": "The Department of Labor (DOL) is a U.S. government agency that administers federal labor laws to guarantee workers' rights to fair, safe, and healthy working conditions, including minimum wage, overtime pay, protection against employment discrimination, and unemployment insurance. ",
    "children": [
      {
        "label_id": "DOL2SUB1",
        "name": "DOL subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOL3SUB2",
            "name": "DOL subcategory 2",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DOLWHBL4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "DOS1",
    "name": "Department of State (DoS)",
    "tier": 1,
    "description": "The Department of State, also known as the State Department, is the executive department of the U.S. federal government responsible for the country's foreign policy and international relations. It advises the President on international affairs, manages diplomatic missions, negotiates treaties, and protects U.S. citizens abroad.",
    "children": [
      {
        "label_id": "BCA2",
        "name": "Bureau of Consular Affairs",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "ACS3",
            "name": "American Citizens Services",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "ADPT4",
                "name": "Adoption (these are also visas)",
                "tier": 4,
                "description": "Services for adoption abroad provide U.S. citizens with information, resources, and limited assistance in navigating intercountry adoption processes, including guidance on Hague Convention procedures, orphan visa petitions, and acquiring U.S. citizenship for adopted children, but cannot directly facilitate adoptions or circumvent local laws and regulations"
              },
              {
                "label_id": "BRTH4",
                "name": "Birth",
                "tier": 4,
                "description": "U.S. citizen requesting documentation related to a birth overseas (such as birth certificate)."
              },
              {
                "label_id": "CHD4",
                "name": "Child custody dispute",
                "tier": 4,
                "description": "American Citizen Services for child custody disputes abroad provide U.S. citizens with information, resources, and limited assistance in navigating foreign legal systems, but cannot directly intervene in custody matters or remove children from a foreign country without following local laws and legal procedures."
              },
              {
                "label_id": "DETH4",
                "name": "Death",
                "tier": 4,
                "description": "U.S. citizen requesting documentation related to a death overseas (such as death certificate)."
              },
              {
                "label_id": "DOSLOAN4",
                "name": "Loans",
                "tier": 4,
                "description": "American Citizen Services loans, such as repatriation loans, are financial assistance provided by U.S. embassies or consulates to eligible destitute U.S. citizens abroad, allowing them to return to the United States or receive emergency aid, with the requirement to sign a promissory note agreeing to repay the loan"
              },
              {
                "label_id": "EVAC4",
                "name": "Evacuations",
                "tier": 4,
                "description": "U.S. government-assisted evacuations for American citizens abroad are coordinated in emergencies like war, civil unrest, or natural disasters, providing transportation to a safe location through charter or military flights, with evacuees required to sign a promissory note agreeing to reimburse the government for evacuation costs"
              },
              {
                "label_id": "FBEN4",
                "name": "Federal benefits",
                "tier": 4,
                "description": "Social security, veterans applications, we are liaison to help them get to regional office or another agency"
              },
              {
                "label_id": "NOTY4",
                "name": "Notaries",
                "tier": 4,
                "description": "U.S. embassies and consulates provide notarial services like a notary public in the United States. A notary is someone who witnesses you sign a document."
              },
              {
                "label_id": "PPTO4",
                "name": "Passports overseas",
                "tier": 4,
                "description": "Applying for a U.S. passport outside the United States is different than inside the United States. In most countries, you must apply in person at a U.S. embassy or consulate for all passport services. In a limited number of countries, you may be eligible to access some services by mail."
              },
              {
                "label_id": "SPCL4",
                "name": "Special consular services",
                "tier": 4,
                "description": "arrests, crises, welfare and whereabouts (missing person), emergency medical "
              },
              {
                "label_id": "VOTO4",
                "name": "Voting overseas",
                "tier": 4,
                "description": "U.S. citizens abroad can receive an absentee ballot by email, fax, or internet download, depending on the state they are eligible to vote in."
              }
            ]
          },
          {
            "label_id": "NIV3",
            "name": "Nonimmigrant Visas",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "NEMP4",
                "name": "Employment",
                "tier": 4,
                "description": "Nonimmigrant employment visas in the United States allow foreign nationals to work temporarily in the country for a specific employer, with various categories available based on the individual's qualifications and the nature of the work"
              },
              {
                "label_id": "NOTH4",
                "name": "Other",
                "tier": 4,
                "description": "Other nonimmigrant visas in the United States are designed to allow temporary entry for specific purposes and include categories such as: A visas for diplomats, C Visas for transit passengers; K Visas for fiancé(e)s of U.S. citizens; I Visas for representatives of foreign media;  M Visas for vocational students or other nonacademic students; N Visas for certain former employees of the U.S. government abroad and their family members; Q Visas for participants in international cultural exchange programs' S Visas for individuals who assist U.S. law enforcement as witnesses or informants; T Visas for victims of human trafficking; U Visas for victims of certain crimes who have suffered mental or physical abuse; V Visas for spouses and children of lawful permanent residents (LPRs) who are awaiting the availability of an immigrant visa; TN Visas for NAFTA professional workers from Mexico and Canada; Border Crossing Cards, a special visa category for Mexican citizens; CNMI-only Transitional Worker Visas, a specific visa for workers in the Commonwealth of the Northern Mariana Islands; and Australian Professional Specialty Visas, a visa category specifically for Australian professionals."
              },
              {
                "label_id": "STD4",
                "name": "Student",
                "tier": 4,
                "description": "Nonimmigrant student visas in the United States, primarily F and M visas, allow foreign nationals to temporarily enter and study at U.S. educational institutions, with F visas for academic programs and M visas for vocational training"
              },
              {
                "label_id": "TRSM4",
                "name": "Tourism",
                "tier": 4,
                "description": "Nonimmigrant tourism visas, specifically B-2 visas, allow foreign nationals to temporarily enter the United States for leisure activities, such as sightseeing, visiting friends and family, or seeking medical treatment, for a period typically not exceeding six months"
              }
            ]
          },
          {
            "label_id": "NVC3",
            "name": "Immigrant Visas (National Visa Center)",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DIVR4",
                "name": "Diversity visas",
                "tier": 4,
                "description": "The Department of State administers the Diversity Visa (DV) immigrant visa program, which is an annual program for immigration to the United States. Up to 55,000 immigrants can enter the United States each year from countries with low rates of immigration to the United States."
              },
              {
                "label_id": "EMPS4",
                "name": "Employer-sponsored",
                "tier": 4,
                "description": "Employer-sponsored immigrant visas in the United States allow U.S. employers to petition for foreign workers to obtain permanent residency through a multi-step process that typically involves labor certification, filing an immigrant petition, and demonstrating the applicant's qualifications in specific employment-based preference categories"
              },
              {
                "label_id": "FAM4",
                "name": "Family Petition",
                "tier": 4,
                "description": "Immigrant visa family petitions in the United States allow U.S. citizens and lawful permanent residents to sponsor certain family members for permanent residency through a process that involves filing Form I-130, establishing a qualifying relationship, and either consular processing abroad or adjustment of status within the U.S., depending on the beneficiary's situation and visa availability"
              },
              {
                "label_id": "IOTH4",
                "name": "Other",
                "tier": 4,
                "description": "Other immigrant visas include investment-based visas, such as the EB-5 program, which allows foreign nationals to obtain permanent residency by investing a substantial amount of capital in a new commercial enterprise that creates jobs for U.S. workers; investment visas such as the C5, T5, R5, and I5; Returning Resident Visas for lawful permanent residents who have been outside the U.S. for an extended period; and Religious Worker Visas for individuals coming to the U.S. to work in a religious capacity."
              },
              {
                "label_id": "PVIS4",
                "name": "P2 visas",
                "tier": 4,
                "description": "Responsible for Evacuation flights from AFG of SIV applicants and others"
              },
              {
                "label_id": "SIV4",
                "name": "Special Immigrant Visas",
                "tier": 4,
                "description": "Special visas for those who worked with U.S. forces in Iraq and Afghanistan and for individuals who assisted U.S. efforts in these countries. Includes Iraqi and Afghan Translators/Interpreters Visas and Iraqis and Afghans Who Worked for/on Behalf of the U.S. Government Visas."
              }
            ]
          },
          {
            "label_id": "OCI3",
            "name": "Office of Children's Issues",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "IPCA4",
                "name": "International Parental Child Abduction (IPCA)",
                "tier": 4,
                "description": "Assists families in international child abduction cases, works to prevent abductions, and promotes the goals of the Hague Abduction Convention"
              }
            ]
          }
        ]
      },
      {
        "label_id": "DOS2SUB1",
        "name": "DOS subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOS3SUB3",
            "name": "DOS subcategory 3",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DOSWHB4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          }
        ]
      },
      {
        "label_id": "ONCA2",
        "name": "Office of Authentications",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOS3SUB2",
            "name": "DOS subcategory 2",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DOSAPO4",
                "name": "Apostille",
                "tier": 4,
                "description": "Normally for student/teaching programs: must have tracking (delivery/return); sponsor of the program and other detaisl to submit an inquiry"
              }
            ]
          }
        ]
      },
      {
        "label_id": "PRM2",
        "name": "Bureau of Population, Refugee and Migration",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "USRAP3",
            "name": "US Refugee Admissions Program",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "WLCM4",
                "name": "Welcome Corps",
                "tier": 4,
                "description": "The U.S. Refugee Admissions Program (USRAP) accepts referrals for refugees determined to be particularly vulnerable and in need of the protection provided by third-country resettlement. The program provides a pathway for resettlement to the United States under the Immigration and Nationality Act (INA). The INA defines a refugee as an individual who is outside their country of nationality, or if no nationality, their last habitual residence, and who is unable or unwilling to return to, and is unwilling or unable to avail themselves of the protection of, that country because of persecution or a well-founded fear of persecution on account of their race, religion, nationality, membership in a particular social group, or political opinion. The Welcome Corps  is a refugee sponsorship initiative under the U.S. Refugee Admissions Program (USRAP).  Through the Welcome Corps, Americans, in groups of at least five adults, support newly arrived refugees by securing and preparing initial housing, greeting them at the airport, enrolling children in school, helping adults find employment and meet other needs to ensure they are prepared for life in the United States."
              }
            ]
          }
        ]
      },
      {
        "label_id": "PSC2",
        "name": "Passport Service Center",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "NPIC3",
            "name": "National Passport Information Center (NPIC) / Redional Passport Agencies",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "AGNC4",
                "name": "Agency Appointment ",
                "tier": 4,
                "description": "Appointment for a constituent's in person meeting; help setting up last minute appointments. "
              },
              {
                "label_id": "CPPT4",
                "name": "Child passport",
                "tier": 4,
                "description": "Issues with constituents receiving a passport for a child under 18."
              },
              {
                "label_id": "EPPT4",
                "name": "Emergency Passport",
                "tier": 4,
                "description": "Need evidence of travel. If you need an emergency passport while outside the US, contact your nearest U.S. embassy or consulate to apply in person, during business hours, and they may issue a limited-validity passport for urgent travel. "
              },
              {
                "label_id": "NPPT4",
                "name": "New Passport",
                "tier": 4,
                "description": "Issues with constituents receiving a new passport for the first time."
              },
              {
                "label_id": "PPTH4",
                "name": "Passport Hold",
                "tier": 4,
                "description": "A \"passport hold\" occurs when the U.S. Department of State temporarily delays or denies a passport application or revokes a valid passport, often due to unpaid taxes, child support issues, or legal matters. "
              },
              {
                "label_id": "PPTR4",
                "name": "Passport Renewal",
                "tier": 4,
                "description": "Issues with constituents renewing a passport, either mailed or online."
              },
              {
                "label_id": "PPTX4",
                "name": "Passport Expedite",
                "tier": 4,
                "description": "If you need a U.S. passport urgently for international travel within 14 days, you can apply for an expedited passport or make an appointment at a passport agency."
              },
              {
                "label_id": "PSGM4",
                "name": "Passport gender marker",
                "tier": 4,
                "description": "Need to edit the gender identified on a constituent's passport."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "DOT1",
    "name": "Department of Transportation (DOT)",
    "tier": 1,
    "description": "The Department of Transportation (DOT) is a federal executive department responsible for overseeing the national transportation system and infrastructure in the United States. It sets safety regulations for all major modes of transportation, including highways, railways, air travel, and maritime transport, and administers funding for various transportation projects.",
    "children": [
      {
        "label_id": "DOT2SUB1",
        "name": "DOT subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOT3SUB5",
            "name": "DOT subcategory 5",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DOTWHBL4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          }
        ]
      },
      {
        "label_id": "FAA2",
        "name": "Federal Aviation Administration (FAA)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOT3SUB2",
            "name": "DOT subcategory 2",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "AIRCRC4",
                "name": "Air Carrier Certification",
                "tier": 4,
                "description": "Under Title 49 of the United States Code (“the Statute”), anyone who wants to provide air transportation service as an air carrier must first obtain two separate authorizations from the Department of Transportation: “safety” authority in the form of an Air Carrier Certificate and Operations Specifications from the Federal Aviation Administration (FAA), and “economic” authority from the Office of the Secretary of Transportation in the form of a certificate for interstate or foreign passenger and/or cargo authority issued under section 41102 of the Statute."
              },
              {
                "label_id": "EMPLISS4",
                "name": "Employee issues",
                "tier": 4,
                "description": "Employees (air traffic controllers) experiencing issues with FAA, such as being denied changing duty stations due to spouse becoming severely disabled."
              },
              {
                "label_id": "EMPLWV4",
                "name": "Employment waivers",
                "tier": 4,
                "description": "ATC Applicants seeking a waiver for employment (rules for ATC eligibility are wildly strict)."
              },
              {
                "label_id": "FLTISS4",
                "name": "Flight issues",
                "tier": 4,
                "description": "Unhappy travelers seeking refunds or compensation from airlines for delays or cancelled flights. DOT has an online complaint form we refer them to, but we can submit an inquiry if they do not receive a timely response or are not happy with the outcome"
              },
              {
                "label_id": "MWVMCL4",
                "name": "Medical waivers/medical clearance",
                "tier": 4,
                "description": "Pilots experiencing delays with the FAA Medical Certificate program, which means they cannot fly until it’s resolved. DOT Medical Exam"
              }
            ]
          }
        ]
      },
      {
        "label_id": "FMCSA2",
        "name": "Federal Motor Carrier Safety Administration (FMCSA) ",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "LCNSISS3",
            "name": "License issues",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "CDL4",
                "name": " CDL",
                "tier": 4,
                "description": "A Commercial Driver License (CDL) is a specific type of driver's license required to operate large vehicles, including trucks, buses, and vehicles that transport hazardous materials. It's a professional license that signifies a driver's ability to operate these vehicles safely on public roads. "
              },
              {
                "label_id": "HMSP4",
                "name": "Hazardous Materials Safety Permits",
                "tier": 4,
                "description": "In support of the mission of Federal Motor Carrier Safety Administration (FMCSA) to improve truck and bus safety on our nation's highways, on January 1, 2005, the Agency initiated the Federal Hazardous Materials Safety Permit Program for intrastate, interstate, and foreign motor carriers transporting certain types and amounts of hazardous materials. These carriers must maintain a certain level of safety in their operations and certify they have programs in place as required by the Hazardous Materials Regulations and the HM Permit regulations."
              },
              {
                "label_id": "IRP4",
                "name": "International Registration Plan (IRP)",
                "tier": 4,
                "description": "The International Registration Plan (IRP) is a cooperative agreement between the contiguous United States, the District of Columbia, and Canadian provinces designed to simplify the registration of commercial vehicles operating across multiple jurisdictions. It streamlines the process by allowing carriers to register their fleets in their home jurisdiction (base jurisdiction) and pay fees that are then distributed to all jurisdictions where the vehicles travel, based on the distance driven in each area. "
              },
              {
                "label_id": "MEDWMCL4",
                "name": "Medical waivers/medical clearance",
                "tier": 4,
                "description": "There are sometimes exemptions that people need (e.g. Diabetes, Vision, Hearing, Seizures) to be able to drive, and they have to apply for these through the Federal Motor Carrier Safety Administration which is under DOT.  If those applications are delayed in processing, we can try to assist through casework.  DOT Medical Exam"
              },
              {
                "label_id": "OPRTAU4",
                "name": "Operating Authority ",
                "tier": 4,
                "description": "Required for for-hire commercial carriers to operate legally. An MC number, or Motor Carrier number, is an operating authority granted by the Federal Motor Carrier Safety Administration (FMCSA) to companies operating for-hire in interstate commerce, meaning they're transporting goods or passengers for a fee across state lines. It's a unique identifier, alongside a USDOT number, and is required for legal operation as a paid carrier across state lines. "
              },
              {
                "label_id": "USDONUM4",
                "name": "USDOT number",
                "tier": 4,
                "description": "Required for interstate and some intrastate motor carriers, indicating registration with the Federal Motor Carrier Safety Administration"
              }
            ]
          }
        ]
      },
      {
        "label_id": "MARAD2",
        "name": "Maritime Administration (MARAD)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOT3SUB3",
            "name": "DOT subcategory 3",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "MERMRN4",
                "name": "DOT3SUB4",
                "tier": 4,
                "description": "Merchant mariners seeking emergency shore leave; Mechant mariners who have not received appropriate shore leave; family of merchant mariners who cannot contact them and seek assistance to locate/contact them; pay issues; Merchant mariners in need of emergency assistance"
              },
              {
                "label_id": "USMMA4",
                "name": "US Merchant Marine Academy (USMMA)",
                "tier": 4,
                "description": "Any USMMA inquiries are generally related to an issue a midshipman is having while trying to gain acceptance to the academy, or once they are attending. This can be something like a medical waiver needed for acceptance, or disciplinary action they believe is erroneous. "
              }
            ]
          }
        ]
      },
      {
        "label_id": "NHTSA2",
        "name": "National Highway Traffic Safety Administration",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "DOT3SUB4",
            "name": "DOT subcategory 4",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "MTRVR4",
                "name": "Motor Vehicles Recalls",
                "tier": 4,
                "description": "Issues with recalls for Motor Vehicles or Motor Vehicle Equipment."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "DOTR1",
    "name": "Department of the Treasury",
    "tier": 1,
    "description": "The U.S. Department of the Treasury manages federal finances, collects taxes, oversees currency, enforces financial laws, supervises banks, and safeguards economic systems while shaping national and global fiscal policy.",
    "children": [
      {
        "label_id": "BFS2",
        "name": "Bureau of the Fiscal Service (BFS)",
        "tier": 2,
        "description": "Checks that need to be recut.  If a check friom another agency gets misplaced and needs to be reissued, it is sent to BFS.",
        "children": [
          {
            "label_id": "DOTR3SUB3",
            "name": "DOTR subcategory 3",
            "tier": 3,
            "description": "Checks that need to be recut.  If a check friom another agency gets misplaced and needs to be reissued, it is sent to BFS.",
            "children": [
              {
                "label_id": "STTL4",
                "name": "Settlements of tax cases ",
                "tier": 4,
                "description": "Checks that need to be recut.  If a check friom another agency gets misplaced and needs to be reissued, it is sent to BFS."
              }
            ]
          }
        ]
      },
      {
        "label_id": "DOTR2SUB1",
        "name": "DOTR subcategory 1",
        "tier": 2,
        "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies.",
        "children": [
          {
            "label_id": "DOTR3SUB5",
            "name": "DOTR subcategory 5",
            "tier": 3,
            "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies.",
            "children": [
              {
                "label_id": "DOTRWHSBLR4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": ""
              },
              {
                "label_id": "MTGLNDR4",
                "name": "Mortgage lenders",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          },
          {
            "label_id": "DOTR3SUB6",
            "name": "DOTR subcategory 6",
            "tier": 3,
            "description": ""
          }
        ]
      },
      {
        "label_id": "DOTR2SUB2",
        "name": "DOTR subcategory 2",
        "tier": 2,
        "description": ""
      },
      {
        "label_id": "IRS2",
        "name": "Internal Revenue Service (IRS)",
        "tier": 2,
        "description": "TAS provides guidance, education, and intervention when needed to help eligible low to moderate-income workers and families claim and receive this valuable tax break.",
        "children": [
          {
            "label_id": "CID2",
            "name": "Criminal Investigation Division",
            "tier": 3,
            "description": "The law enforcement branch of the Internal Revenue Service is responsible for investigating potential criminal violations of the U.S. Internal Revenue Code and related financial crimes.",
            "children": [
              {
                "label_id": "AUDIT4",
                "name": "Audits",
                "tier": 4,
                "description": "The law enforcement branch of the Internal Revenue Service is responsible for investigating potential criminal violations of the U.S. Internal Revenue Code and related financial crimes."
              }
            ]
          },
          {
            "label_id": "EXM2",
            "name": "Exams",
            "tier": 3,
            "description": "The Examination Division, also referred to as the Audit Division, is responsible for conducting tax audits on individuals, businesses, and other entities. This division employs tax examiners and revenue agents who specialize in reviewing tax returns and financial records. A constituent might ask for audit consideration, TAS does this for audit recon. 1040s are amemdments to taxes.",
            "children": [
              {
                "label_id": "INNS4",
                "name": "Innocent Spouse",
                "tier": 4,
                "description": "The Examination Division, also referred to as the Audit Division, is responsible for conducting tax audits on individuals, businesses, and other entities. This division employs tax examiners and revenue agents who specialize in reviewing tax returns and financial records. A constituent might ask for audit consideration, TAS does this for audit recon. 1040s are amemdments to taxes."
              }
            ]
          },
          {
            "label_id": "IOA2",
            "name": "Independent Office of Appeals",
            "tier": 3,
            "description": "Handles court-ordered restitution to IRS. TAS helps get the IRS to make a decision on a case.",
            "children": [
              {
                "label_id": "CRIM4",
                "name": "Criminal Liability",
                "tier": 4,
                "description": "Handles court-ordered restitution to IRS. TAS helps get the IRS to make a decision on a case."
              }
            ]
          },
          {
            "label_id": "TAS3",
            "name": "Taxpayer Advocate Service (TAS)",
            "tier": 3,
            "description": "TAS provides guidance, education, and intervention when needed to help eligible low to moderate-income workers and families claim and receive this valuable tax break.",
            "children": [
              {
                "label_id": "AMND4",
                "name": "Amended return",
                "tier": 4,
                "description": "The IRS assigns Employer Identification Numbers (EINs), which are unique nine-digit identifiers formatted as XX-XXXXXXX, to business entities for tax reporting purposes and to easily identify businesses in their dealings with the IRS."
              },
              {
                "label_id": "CNTR4",
                "name": "1099 Issue",
                "tier": 4,
                "description": "If you don't pay your tax in full when you file your tax return, you'll receive a bill for the amount you owe. This bill starts the collection process, which continues until your account is satisfied or until the IRS may no longer legally collect the tax. Leans: if you can't your pay taxes in full and are put onto an installment plan, there is a lean against your property so you can't sell it or do anything with it. Levies: if you owe back taxes to the IRS or government. Offer in compromise: ex. if you owe $50k in back taxes but tell the government you can only pay 20k, TAS can help advocate for that compromise. Installment: common issue is when you lost a job and missed a payment, you no longer have an installment agreement."
              },
              {
                "label_id": "COLL4",
                "name": "Collections",
                "tier": 4,
                "description": "Ex. spouse passed away and filing last return"
              },
              {
                "label_id": "DECD4",
                "name": "Deceased estates",
                "tier": 4,
                "description": "Forgiveness program. Married couple files and spouse does something ilegal, can file to not get penalized yourself"
              },
              {
                "label_id": "DTRF4",
                "name": "Delayed tax refund",
                "tier": 4,
                "description": "TAS assists taxpayers with delayed tax refunds by intervening on their behalf when processing delays exceed 30 days beyond normal timeframes and the taxpayer has been unable to resolve the issue through regular IRS channels."
              },
              {
                "label_id": "EIN4",
                "name": "Employee Identification Number (EIN) Assignment ",
                "tier": 4,
                "description": "The IRS levies financial penalties on taxpayers who file their taxes after the deadline and who don't file an extension. Penalities include late filing penalties, failure to file, failure to pay, and substantial understatement (owed a lot more than actually paid)."
              },
              {
                "label_id": "EIPOTH4",
                "name": "Other",
                "tier": 4,
                "description": "TAS can assist taxpayers with refund issues after the IRS published processing timeframe has passed. "
              },
              {
                "label_id": "EITC4",
                "name": "Earned Income Tax Credit (EITC)",
                "tier": 4,
                "description": "TAS provides guidance, education, and intervention when needed to help eligible low to moderate-income workers and families claim and receive this valuable tax break."
              },
              {
                "label_id": "ERC4",
                "name": "Employee Retention Credit  (ERC)",
                "tier": 4,
                "description": "A refundable tax credit for certain eligible businesses and tax-exempt organizations that had employees and were affected during the COVID-19 pandemic. This program has been on and off again many have not been paid.  There was a lot of fraud in this area and we are working with legit claims from employers in our district.  It is taking some years to get this paid out. Part of pandemic programs / EIP: The IRS Economic Impact Payment (EIP) program was a series of direct relief payments issued to eligible Americans during the COVID-19 pandemic. Common ones include employee redemption credit (ERC) or (ERCC)."
              },
              {
                "label_id": "IDTM4",
                "name": "Identity theft measures",
                "tier": 4,
                "description": "TAS assists taxpayers with identity theft issues by providing personalized support to resolve complex cases, guiding victims through the reporting and resolution process, and advocating for systemic changes to prevent future identity theft problems."
              },
              {
                "label_id": "INFL4",
                "name": "International Filing",
                "tier": 4,
                "description": "Form 1099 is a collection of forms used to report payments that typically aren't from an employer. 1099 forms can report different types of incomes. These can include payments to independent contractors, gambling winnings, rents, royalties, and more. If you work as an independent contractor or freelancer, you'll likely have income reported on a 1099 form."
              },
              {
                "label_id": "NONP4",
                "name": "Nonprofit / general organizational tax status ",
                "tier": 4,
                "description": "If a nonprofit is having difficulties with obtaining or maintaining their tax-exempt status and has been unable to resolve the issue directly with the IRS, TAS may be able to intervene"
              },
              {
                "label_id": "OAA4",
                "name": "Online Account Access",
                "tier": 4,
                "description": "TAS can assist taxpayers who are filing from overseas and who have unique issues related to foreign earned income and foreign residency. "
              },
              {
                "label_id": "PAYM4",
                "name": "Payment plan",
                "tier": 4,
                "description": "TAS assists taxpayers experiencing financial hardship, including situations where a taxpayer is struggling to make payments on an existing plan or needs help negotiating a more manageable plan."
              },
              {
                "label_id": "PEN4",
                "name": "Penalties",
                "tier": 4,
                "description": "Issues that taxpayers have with their paid tax return preparers"
              },
              {
                "label_id": "REF4",
                "name": "Refund",
                "tier": 4,
                "description": "If you do something incorrectly on your tax return or forgot to submit something, can amend your tax return to correct the mistake or issue. Sometimes taxpayer realizes they missed something and sometimes the IRS reaches out to let them know."
              },
              {
                "label_id": "RPP4",
                "name": "Return Preparer Problem",
                "tier": 4,
                "description": "Issues with the online IRS portal and accounts"
              }
            ]
          }
        ]
      },
      {
        "label_id": "OCC2",
        "name": "Office of the Comptroller of the Currency (OCC)",
        "tier": 2,
        "description": "The OCC charters, regulates, and supervises all national banks, federal savings associations, and federal branches and agencies of foreign banks. Constituents can reach out about issues related to fraud or theft associated with the financial institutions OCC oversees.",
        "children": [
          {
            "label_id": "DOTR3SUB4",
            "name": "DOTR subcategory 4",
            "tier": 3,
            "description": "The OCC charters, regulates, and supervises all national banks, federal savings associations, and federal branches and agencies of foreign banks. Constituents can reach out about issues related to fraud or theft associated with the financial institutions OCC oversees.",
            "children": [
              {
                "label_id": "FRDTHFT4",
                "name": "Fraud/theft",
                "tier": 4,
                "description": "OCC ensures that the banks they supervise operate in a safe and sound manner, provide fair access to financial services, treat customers fairly, and comply with applicable laws and regulations. If a constituent has an issue with a mortgage lender, OCC might be contacted for their oversight."
              },
              {
                "label_id": "MSPCHK4",
                "name": "Misplaced checks",
                "tier": 4,
                "description": "The OCC charters, regulates, and supervises all national banks, federal savings associations, and federal branches and agencies of foreign banks. Constituents can reach out about issues related to fraud or theft associated with the financial institutions OCC oversees."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "EEOC1",
    "name": "Equal Employment Opportunity Commission (EEOC)",
    "tier": 1,
    "description": "The Equal Employment Opportunity Commission (EEOC) is an independent federal agency dedicated to enforcing laws that prevent discrimination in the workplace. It investigates charges of discrimination based on factors such as race, color, religion, sex (including pregnancy, transgender status, and sexual orientation), national origin, age, disability, or genetic information. The EEOC also works to prevent discrimination through education, outreach, and technical assistance programs aimed at informing both employees and employers of their rights and responsibilities."
  },
  {
    "label_id": "EIB1",
    "name": "Export Import Bank of the United States (EIB)",
    "tier": 1,
    "description": "The Export-Import Bank of the United States (EXIM) is the official export credit agency of the United States. EXIM's mission is to support American job creation, prosperity, and security through exporting by providing financing tools to U.S. companies, especially small businesses, when private lenders are unable or unwilling to do so."
  },
  {
    "label_id": "EPA1",
    "name": "Environment Protection Agency (EPA)",
    "tier": 1,
    "description": "The Environmental Protection Agency (EPA) is an independent agency of the United States federal government responsible for protecting human health and the environment. It establishes and enforces environmental regulations based on laws passed by Congress, conducts research, and provides grants to support environmental programs and projects."
  },
  {
    "label_id": "FCC1",
    "name": "Federal Communications Commission (FCC)",
    "tier": 1,
    "description": "FCC oversees the LifeLine program, and looking at our FCC casework, that seems to be historically what we would go to FCC with for an actual inquiry, outside of referring people to their website. The Federal Communications Commission (FCC) is an independent U.S. government agency that regulates interstate and international communications through cable, radio, television, satellite, and wire. Its primary goal is to promote connectivity and ensure a robust and competitive market for communication services, including fostering innovation and protecting consumers."
  },
  {
    "label_id": "FDIC1",
    "name": "Federal Deposit Insurance Corporation (FDIC)",
    "tier": 1,
    "description": "The Federal Deposit Insurance Corporation (FDIC) is an independent agency established in 1933 to maintain stability and public confidence in the U.S. financial system. It insures deposits in banks and savings associations, protecting depositors against the loss of their funds in the event of a bank failure."
  },
  {
    "label_id": "FEDHFA1",
    "name": "Federal Housing Finance Agency",
    "tier": 1,
    "description": "The Federal Housing Finance Agency (FHFA) is an independent regulatory agency established in 2008 to oversee the government-sponsored enterprises (GSEs) Fannie Mae, Freddie Mac, and the Federal Home Loan Banks. It works to ensure the safety, soundness, and mission fulfillment of these entities, which are crucial for the stability and liquidity of the U.S. housing finance market."
  },
  {
    "label_id": "FEDRC1",
    "name": "Federal Reserve Commission",
    "tier": 1,
    "description": "The Federal Reserve, the U.S. central bank, manages monetary policy, regulates banks, provides financial services, and works to ensure economic stability, maximum employment, and stable prices nationwide."
  },
  {
    "label_id": "FEDRTIB1",
    "name": "Federal Retirement Thrift Investment Board (TSP)",
    "tier": 1,
    "description": "The Federal Retirement Thrift Investment Board (FRTIB) is an independent agency of the United States government responsible for administering the Thrift Savings Plan (TSP). The TSP is a retirement savings and investment plan for federal employees and members of the uniformed services, offering benefits similar to private sector 401(k) plans"
  },
  {
    "label_id": "FERC1",
    "name": "Federal Energy Regulatory Commission (FERC)",
    "tier": 1,
    "description": "The Federal Energy Regulatory Commission (FERC) is an independent agency of the United States government responsible for regulating the interstate transmission and wholesale sale of electricity, natural gas, and oil. It also regulates hydropower projects and approves the siting of interstate natural gas pipelines and liquefied natural gas (LNG) terminals."
  },
  {
    "label_id": "FTC1",
    "name": "Federal Trade Commission (FTC)",
    "tier": 1,
    "description": "The Federal Trade Commission (FTC) is an independent agency of the United States government responsible for protecting consumers and promoting fair competition. It works to prevent fraudulent, deceptive, and unfair business practices and enforces antitrust laws to ensure a competitive marketplace."
  },
  {
    "label_id": "GOVAO1",
    "name": "Government Accountability Office (GAO)",
    "tier": 1,
    "description": "The Government Accountability Office (GAO) is an independent, nonpartisan agency within the legislative branch that primarily serves as a \"congressional watchdog,\" examining how the federal government spends taxpayer dollars. Its mission is to support Congress in meeting its constitutional responsibilities and to help improve the performance and ensure the accountability of the federal government for the benefit of the American people."
  },
  {
    "label_id": "GSA1",
    "name": "General Services Administration (GSA)",
    "tier": 1,
    "description": "The General Services Administration (GSA) is an independent agency of the United States government established in 1949 to help manage and support the basic functioning of federal agencies. It provides centralized procurement for the federal government, managing a nationwide real estate portfolio, overseeing billions in annual contracts, and offering various products, services, and facilities to federal agencies."
  },
  {
    "label_id": "HHS1",
    "name": "Department of Health and Human Services (HHS) ",
    "tier": 1,
    "description": "The Department of Health and Human Services (HHS) is a U.S. federal agency focused on protecting the health and well-being of all Americans, providing essential human services, and advancing medical and social science. HHS administers national health programs like Medicare and Medicaid, conducts health and biomedical research, and ensures the safety of food and drugs. ",
    "children": [
      {
        "label_id": "ACF2",
        "name": "Administration of Children and Families",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "ORR3",
            "name": "Office of Refugee Resettlement (ORR)",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DTNS4",
                "name": "Detainees",
                "tier": 4,
                "description": "Usually related to unaccompanied alien children (UACs) — children under 18 who are not accompanied by a parent or legal guardian and have no lawful immigration status in the United States — who are in the care of the Office of Refugee Resettlement (ORR) within ACF. Unaccompanied alien children are referred to ORR by another federal agency, usually the Department of Homeland Security (DHS)."
              },
              {
                "label_id": "RFUGS4",
                "name": "Refugees",
                "tier": 4,
                "description": "ORR’s Refugee Resettlement Program helps refugees and other eligible newcomers achieve economic self-sufficiency, well-being, and successful integration in the United States. "
              }
            ]
          }
        ]
      },
      {
        "label_id": "CMS2",
        "name": "Centers for Medicare & Medicaid Services (CMS)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "EMTLA3",
            "name": "EMTLA (Emergency Medical Treatment and Labor Act)",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "PDDS4",
                "name": "Patient dumping/denied service",
                "tier": 4,
                "description": "If you are in an emergency and can't pay, they still have to treat you. In 1986, Congress enacted the Emergency Medical Treatment & Labor Act (EMTALA) to ensure public access to emergency services regardless of ability to pay. Section 1867 of the Social Security Act imposes specific obligations on Medicare-participating hospitals that offer emergency services to provide a medical screening examination (MSE) when a request is made for examination or treatment for an emergency medical condition (EMC), including active labor, regardless of an individual's ability to pay. Hospitals are then required to provide stabilizing treatment for patients with EMCs. If a hospital is unable to stabilize a patient within its capability, or if the patient requests, an appropriate transfer should be implemented."
              }
            ]
          },
          {
            "label_id": "FFM3",
            "name": "Health Insurance Marketplace ",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "FFMAPL4",
                "name": "Coverage appeal ",
                "tier": 4,
                "description": "Supplemental medicare coverage is possible if Medicare B doesn't cover everything, for example."
              },
              {
                "label_id": "FFMELG4",
                "name": "Eligibility",
                "tier": 4,
                "description": "Common questions relate to income subsidy eligibility."
              },
              {
                "label_id": "FFMPAY4",
                "name": "Billing/Payment Inquiry",
                "tier": 4,
                "description": "Questions or concerns about medical billing or payment."
              }
            ]
          },
          {
            "label_id": "MDA3",
            "name": "Medicare Part A ",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "MDAPAY4",
                "name": "Billing/Payment Inquiry",
                "tier": 4,
                "description": "Questions or concerns about medical billing or payment."
              },
              {
                "label_id": "MDAPL4",
                "name": "Coverage appeal ",
                "tier": 4,
                "description": "If you disagree with a coverage or payment decision by Original Medicare, your Medicare Advantage or other Medicare health plan, or your Medicare drug plan you can file an appeal.  You can file an appeal if Medicare or your plan refuses to: Cover a health care service, supply, item, or drug you think Medicare should cover; Pay for a health care service, supply, item, or drug you already got; Change the amount you must pay for a health care service, supply, item, or drug."
              },
              {
                "label_id": "MDAQUAL4",
                "name": "Provider concerns",
                "tier": 4,
                "description": "ex. medicare reinbursing for procedures, which doctors take medicare vs don't, overlap with DME"
              },
              {
                "label_id": "MDELG4",
                "name": "Eligibility",
                "tier": 4,
                "description": "Questions or disputes about whether a constituent is eligible to receive Medicare."
              },
              {
                "label_id": "MDLEP4",
                "name": "Late Enrollment Penalty (LEP) ",
                "tier": 4,
                "description": "It’s important to sign up for Medicare coverage during your Initial Enrollment Period, unless you have other coverage that’s similar in value to Medicare (like from an employer). If you don’t, you may have to pay an extra amount, called a late enrollment penalty. Some people have to buy Part A because they don't qualify for premium-free Part A. If you have to buy Part A, and you don't buy it when you're first eligible for Medicare, your monthly premium may go up 10%. You'll have to pay the penalty for twice the number of years you didn't sign up."
              }
            ]
          },
          {
            "label_id": "MDB3",
            "name": "Medicare Part B ",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "MDBAPL4",
                "name": "Coverage appeal ",
                "tier": 4,
                "description": "If you disagree with a coverage or payment decision by Original Medicare, your Medicare Advantage or other Medicare health plan, or your Medicare drug plan you can file an appeal. You can file an appeal if Medicare or your plan refuses to: Cover a health care service, supply, item, or drug you think Medicare should cover; Pay for a health care service, supply, item, or drug you already got; Change the amount you must pay for a health care service, supply, item, or drug."
              },
              {
                "label_id": "MDBCLM4",
                "name": "Claim processing",
                "tier": 4,
                "description": "Issues with the timing or processing of Medicare claims, which are forms that request payment from Medicare or your insurance company for medical services you received."
              },
              {
                "label_id": "MDBDME4",
                "name": "Durable Medical Equipment (DME) ",
                "tier": 4,
                "description": "Medicare Part B (Medical Insurance) covers medically necessary DME if your Medicare-enrolled doctor or other health care provider prescribes it for use in your home. You must rent most items, but you can also buy them. Some items become your property after you’ve made a certain number of rental payments. Usually talking to Medicare, prescribing physician and equipment supplier simultaneaously, so have to coordinate paperwork in timely manner between all three."
              },
              {
                "label_id": "MDBPRV4",
                "name": "Provider concerns",
                "tier": 4,
                "description": "ex. medicare reinbursing for procedures, which doctors take medicare vs don't, overlap with DME"
              }
            ]
          },
          {
            "label_id": "MDC3",
            "name": "Medicare Advantage (Part C) ",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "MDCAPL4",
                "name": "Coverage appeal ",
                "tier": 4,
                "description": "If you disagree with a coverage or payment decision by Original Medicare, your Medicare Advantage or other Medicare health plan, or your Medicare drug plan you can file an appeal. You can file an appeal if Medicare or your plan refuses to: Cover a health care service, supply, item, or drug you think Medicare should cover; Pay for a health care service, supply, item, or drug you already got; Change the amount you must pay for a health care service, supply, item, or drug."
              },
              {
                "label_id": "MDCELG4",
                "name": "Eligibility",
                "tier": 4,
                "description": "Questions or disputes about whether a constituent is eligible to receive Medicare."
              },
              {
                "label_id": "MDCPAY4",
                "name": "Billing/Payment Inquiry",
                "tier": 4,
                "description": "Questions or concerns about medical billing or payment."
              },
              {
                "label_id": "MDCPRV4",
                "name": "Provider concerns",
                "tier": 4,
                "description": "ex. medicare reinbursing for procedures, which doctors take medicare vs don't, overlap with DME"
              }
            ]
          },
          {
            "label_id": "MDD3",
            "name": "Medicare Part D (prescription drug coverage)",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "MDDAPL4",
                "name": "Coverage appeal ",
                "tier": 4,
                "description": "If you disagree with a coverage or payment decision by Original Medicare, your Medicare Advantage or other Medicare health plan, or your Medicare drug plan you can file an appeal. You can file an appeal if Medicare or your plan refuses to: Cover a health care service, supply, item, or drug you think Medicare should cover; Pay for a health care service, supply, item, or drug you already got; Change the amount you must pay for a health care service, supply, item, or drug."
              },
              {
                "label_id": "MDDELG4",
                "name": "Eligibility",
                "tier": 4,
                "description": "Questions or disputes about whether a constituent is eligible to receive Medicare."
              },
              {
                "label_id": "MDDLEP4",
                "name": "Late Enrollment Penalty (LEP) ",
                "tier": 4,
                "description": "It’s important to sign up for Medicare coverage during your Initial Enrollment Period, unless you have other coverage that’s similar in value to Medicare (like from an employer). If you don’t, you may have to pay an extra amount, called a late enrollment penalty. The late enrollment penalty is an amount that can be added to your Medicare drug coverage (Part D) premium. You may have to pay a late enrollment penalty if at any time after your Initial Enrollment Period is over, there's a period of 63 or more days in a row when you don't have Medicare drug coverage or other creditable prescription drug coverage. You’ll generally have to pay the penalty for as long as you have Medicare drug coverage."
              },
              {
                "label_id": "MDDPAY4",
                "name": "Billing/Payment Inquiry",
                "tier": 4,
                "description": "Questions or concerns about medical billing or payment."
              },
              {
                "label_id": "MDDXH4",
                "name": "Extra Help program ",
                "tier": 4,
                "description": "You apply for this program through SSA. The Extra Help program helps people with limited income and resources lower or cut Part D costs. Medicare Part D provides drug coverage. The Extra Help program helps with the cost of your prescription drugs, like deductibles and copays. You can apply for Extra Help any time before or after you enroll in Part D."
              }
            ]
          },
          {
            "label_id": "NOSP3",
            "name": "No Surprises Act",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "AEOB4",
                "name": "Advanced Explanation of Benefits (AEOB)",
                "tier": 4,
                "description": "Requires health plans or health insurance issuers to send an AEOB to their insured patients that will explain the estimated cost of an item or service before a scheduled service. "
              },
              {
                "label_id": "GFEST4",
                "name": "Good Faith Estimate ",
                "tier": 4,
                "description": "If you don’t have health insurance or you plan to pay for health care bills yourself, generally, health care providers and facilities must give you an estimate of expected charges when you schedule an appointment for a health care item or service, or if you ask for an estimate. This is called a “good faith estimate.” Constituents can file a dispute. "
              },
              {
                "label_id": "HPTR4",
                "name": "Hospital price transparency",
                "tier": 4,
                "description": "Hospital price transparency helps Americans know the cost of a hospital item or service before receiving it. Starting January 1, 2021, each hospital operating in the United States will be required to provide clear, accessible pricing information online about the items and services they provide in two ways: 1) As a comprehensive machine-readable file with all items and services. 2) In a display of shoppable services in a consumer-friendly format. This information will make it easier for consumers to shop and compare prices across hospitals and estimate the cost of care before going to the hospital."
              },
              {
                "label_id": "NTWRKAA4",
                "name": "Network adequacy / accuracy",
                "tier": 4,
                "description": "Covered Medicare Advantage (MA) organizations offering coordinated care plans, network-based private fee-for-service (PFFS) plans, and network-based medical savings account (MSA) plans, as well as section 1876 cost organizations, must maintain a network of appropriate providers that is sufficient to provide adequate access to covered services to meet the needs of the population served. The contracted network of providers must be consistent with the pattern of care in the network service area. Common casework includes mental health where nobody in network treats it, or a constituent gets an out of network bill but it said it was in network."
              }
            ]
          }
        ]
      },
      {
        "label_id": "HHS2SUB1",
        "name": "HHS subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "HHS3SUB5",
            "name": "HHS subcategory 5",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "HHSWHBL4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "HUD1",
    "name": "Housing and Urban Development (HUD)",
    "tier": 1,
    "description": "The Department of Housing and Urban Development (HUD) administers programs that provide housing and community development assistance. Caseworkers usually work HUD through local housing authorities.",
    "children": [
      {
        "label_id": "HUD2SUB1",
        "name": "HUD subcategory 1",
        "tier": 2,
        "description": ""
      },
      {
        "label_id": "OFFPM2",
        "name": "Office of Field Policy and Management",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "SCET3",
            "name": "Section 8",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "SCAV4",
                "name": "Availability/housing selection",
                "tier": 4,
                "description": "Issues with the availability or selection options for Section 8 housing."
              },
              {
                "label_id": "SCCN4",
                "name": "Living conditions",
                "tier": 4,
                "description": "Issues with the living conditions in Section 8 housing, such as sanitation."
              },
              {
                "label_id": "SCELG4",
                "name": "Eligibility",
                "tier": 4,
                "description": "Issues with whether a person is eligible for Section 8 housing, such as if their income changes."
              },
              {
                "label_id": "SCEV4",
                "name": "Eviction cases",
                "tier": 4,
                "description": "If a tenant fails to pay rent or violates the lease, a landlord can initiate an eviction case by filing a lawsuit and obtaining a judgment for possession. However, the tenant may reach out if they feel they are facing unjust eviction from Section 8 housing."
              },
              {
                "label_id": "SCLD4",
                "name": "Landlord complaints",
                "tier": 4,
                "description": "Specific complaints against a landord, i.e. landlord didn't pay a portion of the voucher."
              },
              {
                "label_id": "SCVL4",
                "name": "Voucher waiting list ",
                "tier": 4,
                "description": "Concerns about the waiting list for Section 8 vouchers, which are a federal program that helps low-income families, the elderly, and the disabled find safe and decent housing in the private market, offering participants a voucher to find housing of their choice. Technically through HUD; but depending on where on the waiting list, could be local."
              }
            ]
          }
        ]
      },
      {
        "label_id": "OFLDPM2",
        "name": "Office of Field Policy and Management",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "HOUS3",
            "name": "Private housing",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "EVIC4",
                "name": "Eviction cases",
                "tier": 4,
                "description": "If a tenant fails to pay rent or violates the lease, a landlord can initiate an eviction case by filing a lawsuit and obtaining a judgment for possession. However, the tenant may reach out if they feel they are facing unjust eviction from private housing."
              },
              {
                "label_id": "HAHS4",
                "name": "Availability/housing selection",
                "tier": 4,
                "description": "Issues with the availability or selection options for private housing."
              },
              {
                "label_id": "HECM4",
                "name": "Reserve mortgages ",
                "tier": 4,
                "description": "A reverse mortgage loan, like a traditional mortgage, allows homeowners to borrow money using their home as security for the loan. Unlike a traditional mortgage, with a reverse mortgage loan, borrowers don’t make monthly mortgage payments. The loan is repaid when the borrower no longer lives in the home."
              },
              {
                "label_id": "HLLC4",
                "name": "Landlord complaints",
                "tier": 4,
                "description": "Specific complaints against a landord, i.e. landlord didn't pay a portion of the voucher."
              },
              {
                "label_id": "HUES4",
                "name": "Estate settlement",
                "tier": 4,
                "description": "Ex. trying to settle an estate and family is trying to buy back property."
              },
              {
                "label_id": "LIVC4",
                "name": "Living conditions",
                "tier": 4,
                "description": "Issues with the living conditions in private housing, such as sanitation."
              }
            ]
          },
          {
            "label_id": "HUD3SUB2",
            "name": "HUD subcategory 2",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "HUDWHBL4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "LOC1",
    "name": "Library of Congress (LOC)",
    "tier": 1,
    "description": "The Library of Congress (LOC) is the largest library in the world and serves as the research library for the United States Congress. It also functions as the de facto national library of the United States, providing access to a vast collection of resources and administering copyright law through the U.S. Copyright Office."
  },
  {
    "label_id": "LSC1",
    "name": "Legal Services Corporation (LSC)",
    "tier": 1,
    "description": "The Legal Services Corporation (LSC) is an independent, non-profit organization established by Congress in 1974 to provide financial support for civil legal aid to low-income Americans. It is the largest national funder of civil legal aid in the United States, distributing grants to 130 independent nonprofit legal aid organizations across all states and territories to ensure equal access to justice, regardless of economic circumstances."
  },
  {
    "label_id": "NARA1",
    "name": "National Archives and Records Administration (NARA)",
    "tier": 1,
    "description": "The National Archives and Records Administration (NARA) is the U.S. government agency tasked with preserving and making accessible the nation's enduring records. ",
    "children": [
      {
        "label_id": "NARA2SUB1",
        "name": "NARA subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "NARA3SUB2",
            "name": "NARA subcategory 2",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "NARAWHBL4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "NTSB1",
    "name": "National Transportation Safety Board (NTSB)",
    "tier": 1,
    "description": "The National Transportation Safety Board (NTSB) is an independent federal agency tasked with investigating civil transportation accidents in the United States. Its mission is to determine the probable cause of accidents and issue safety recommendations to prevent similar occurrences in the future across various modes of transportation, including aviation, highway, marine, railroad, and pipeline incidents."
  },
  {
    "label_id": "OCWR1",
    "name": "Office of Congressional Workplace Rights",
    "tier": 1,
    "description": "The Office of Congressional Workplace Rights (OCWR) is an independent agency within the legislative branch tasked with promoting workplace rights, safety, health, and accessibility in Congress and other legislative branch offices. Established by the Congressional Accountability Act (CAA) of 1995, it administers the Act through programs of dispute resolution, education, and enforcement, applying various labor and employment laws to these workplaces."
  },
  {
    "label_id": "OPM1",
    "name": "Office of Personnel Management (OPM)",
    "tier": 1,
    "description": "The United States Office of Personnel Management is an independent agency of the United States government that manages the United States federal civil service.",
    "children": [
      {
        "label_id": "OPM2SUB1",
        "name": "OPM subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "OPM3SUB2",
            "name": "OPM subcategory 2",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "OPMWHBL4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          },
          {
            "label_id": "OPMEB3",
            "name": "Employee benefits",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "CSRS4",
                "name": "CSRS to FERS transition",
                "tier": 4,
                "description": "The Federal Employees' Retirement System (FERS) became effective January 1, 1987, to replace the Civil Service Retirement System (CSRS) and to conform federal retirement plans in line with those in the private sector, and some employees are still facing issues with the transition."
              },
              {
                "label_id": "DISB4",
                "name": "Disability",
                "tier": 4,
                "description": "Issues with disability services or benefits for federal employees."
              },
              {
                "label_id": "FERS4",
                "name": "FERS",
                "tier": 4,
                "description": "The Federal Employees' Retirement System (FERS) is the retirement system for employees within the United States civil service."
              },
              {
                "label_id": "HBEN4",
                "name": "Election of health benefits",
                "tier": 4,
                "description": "To elect health benefits within the Federal Employees Health Benefits (FEHB) program, eligible federal employees must complete a Health Benefits Election Form (SF 2809) or use their agency's self-service system, typically within 60 days of becoming eligible."
              },
              {
                "label_id": "LIFE4",
                "name": "Life insurance",
                "tier": 4,
                "description": "Issues with life insurance for federal employees."
              },
              {
                "label_id": "LTC4",
                "name": "Long term care",
                "tier": 4,
                "description": "Issues with long term care for federal employees. Long-term care (LTC) encompasses a range of services and supports designed to help individuals maintain their independence and quality of life when they can no longer perform everyday activities on their own due to illness, injury, or disability. "
              },
              {
                "label_id": "SRVA4",
                "name": "Survivor annuity",
                "tier": 4,
                "description": "A survivor annuity is a monthly payment made to eligible beneficiaries (like spouses, former spouses, or children) after the death of an annuitant, typically a retiree, and is a way to provide ongoing income to those left behind. "
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "PCECRP1",
    "name": "Peace Corps",
    "tier": 1,
    "description": "The Peace Corps is an independent agency of the United States government that promotes world peace and friendship by sending American volunteers abroad to assist with development efforts. Volunteers work in areas such as education, health, agriculture, and community economic development, serving for two years to help meet the needs of interested countries and foster cross-cultural understanding."
  },
  {
    "label_id": "RRB1",
    "name": "Railroad Retirement Board (RRB)",
    "tier": 1,
    "description": "The Railroad Retirement Board (RRB) is an independent federal agency in the executive branch of the U.S. government established in the 1930s. It administers retirement, survivor, unemployment, and sickness benefits for the nation's railroad workers and their families, similar to the Social Security system but with different rules and benefit structures.",
    "children": [
      {
        "label_id": "RRB2",
        "name": "RRB subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "REBI3",
            "name": "Railroad employee benefits issues",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DISBLTY4",
                "name": "Disability",
                "tier": 4,
                "description": "Any issues related to railroad employee disability benefits, services or accomodations."
              },
              {
                "label_id": "ILLNS4",
                "name": "Illness",
                "tier": 4,
                "description": "Any issues related to railroad employee illness, such as affecting their ability to work."
              },
              {
                "label_id": "RTRMNT4",
                "name": "Retirement",
                "tier": 4,
                "description": "Any issues related to railroad employee retirement benefits."
              },
              {
                "label_id": "SBNFT4",
                "name": "Survivor benefits",
                "tier": 4,
                "description": "Any issues related to railroad employee survivor benefits: Social Security payments made to eligible family members of a deceased worker who contributed to Social Security through payroll taxes."
              },
              {
                "label_id": "UNEMPL4",
                "name": "Unemployment",
                "tier": 4,
                "description": "Any issues related to railroad employee unemployment benefits."
              }
            ]
          }
        ]
      },
      {
        "label_id": "RRB2SUB1",
        "name": "RRB subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "RRB3SUB2",
            "name": "RRB subcategory 2",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "RRBWHBL4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "SBA1",
    "name": "Small Business Administration (SBA)",
    "tier": 1,
    "description": "The Small Business Administration (SBA) is a U.S. government agency established in 1953 to help Americans start, build, and grow businesses. It provides resources such as access to capital through loan guarantees, entrepreneurial development programs, government contracting opportunities, and disaster assistance.",
    "children": [
      {
        "label_id": "SBA2SUB1",
        "name": "SBA subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "SBA3SUB2",
            "name": "SBA subcategory 2",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DISTAST4",
                "name": "Disaster assistance",
                "tier": 4,
                "description": "SBA offers low-interest disaster loans to help homeowners, renters, and businesses of all sizes recover from declared disasters. Casework relates to issues or delays."
              },
              {
                "label_id": "EIDLL4",
                "name": "EIDL loans",
                "tier": 4,
                "description": "A big issue during and after COVID. EIDL (Economic Injury Disaster Loans) provided the necessary working capital to help small businesses impacted by a disaster survive until normal operations resume. EIDL assistance is available only to small businesses when SBA determines they are unable to obtain credit elsewhere."
              },
              {
                "label_id": "OSBSLN4",
                "name": "Other small business loans",
                "tier": 4,
                "description": "SBA helps small businesses get funding by setting guidelines for loans and reducing lender risk. These SBA-backed loans make it easier for small businesses to get the funding they need. Casework relates to issues or delays."
              },
              {
                "label_id": "PPPLN4",
                "name": "PPP loans",
                "tier": 4,
                "description": "A big issue during and after COVID. PPP (Paycheck Protection Program) was a loan designed to provide a direct incentive for small businesses to keep their workers on payroll. "
              },
              {
                "label_id": "SBAWHBL4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              },
              {
                "label_id": "SMLBG4",
                "name": "Small business grants",
                "tier": 4,
                "description": "SBA does not provide grants for starting and expanding a business, but SBA provides grants to nonprofits, Resource Partners, and educational organizations. Casework relates to issues or delays."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "SEC1",
    "name": "Securities and Exchange Commission (SEC)",
    "tier": 1,
    "description": "The Securities and Exchange Commission (SEC) is an independent federal agency tasked with protecting investors, maintaining fair and efficient markets, and facilitating capital formation. It achieves this mission by enforcing federal securities laws and regulating various aspects of the securities industry, including exchanges, brokers, and investment advisors."
  },
  {
    "label_id": "SSA1",
    "name": "Social Security Administration (SSA)",
    "tier": 1,
    "description": "The Social Security Administration (SSA) is an independent U.S. government agency that administers Social Security, a program that provides retirement, disability, and survivor benefits. The SSA is also responsible for assigning Social Security numbers and managing the program's finances and trust funds",
    "children": [
      {
        "label_id": "SSA2",
        "name": "SSA subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "SSI3",
            "name": "Supplemental Security Income (SSI) ",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "RECREQ4",
                "name": "Records Request",
                "tier": 4,
                "description": "Often related to getting medical records in the disability process."
              },
              {
                "label_id": "REPP4",
                "name": "Representative Payee",
                "tier": 4,
                "description": "If a constituent is entitled to a certain social security benefit and SSA says they need to get someone else to receive payment because the constituent is unfit for whatever reason, they are assigned a Representative Payee.  Social Security's Representative Payment Program provides benefit payment management for our beneficiaries who are incapable of managing their Social Security."
              },
              {
                "label_id": "SSIASVF4",
                "name": "Asset verification",
                "tier": 4,
                "description": "Financial eligibility. You are only eligible for SSI if you have under a certain amount of assets. Showing value of trusts, your car, etc."
              },
              {
                "label_id": "SSICDR4",
                "name": "Continuing Disability Review (CDR) ",
                "tier": 4,
                "description": "Medical eligibility.  Continuing Disability Review (CDR) is when Social Security periodically reviews your medical impairment(s) to determine if you continue to have a disabling condition.  If we determine that you are no longer disabled or blind, your benefits will stop."
              },
              {
                "label_id": "SSIDDS4",
                "name": "Disability Determination Service (DDS)",
                "tier": 4,
                "description": "Medical eligibility. The DDSs, which are fully funded by the Federal Government, are State agencies responsible for developing medical evidence and making the initial determination on whether or not a claimant is disabled or blind under the law."
              },
              {
                "label_id": "SSIRTRO4",
                "name": "Retroactive Benefits ",
                "tier": 4,
                "description": "Social Security retroactive benefits are one-time payments that reimburse people for missed monthly payments. These payments can be due to application process delays or if someone applies for benefits after reaching full retirement age (FRA)."
              },
              {
                "label_id": "SSIWIV4",
                "name": "Wage/income verification",
                "tier": 4,
                "description": "Financial eligibility. Submitting pay stubs and showing work hours and income level to prove if you are under the financial threshold."
              }
            ]
          }
        ]
      },
      {
        "label_id": "SSA2SUB1",
        "name": "SSA subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "OASI3",
            "name": "Old Age and Survivors Insurance (OASI) (retirement benefits) ",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "COLA4",
                "name": "Cost of Living Adjustment (COLA) ",
                "tier": 4,
                "description": "A cost-of-living adjustment (COLA) is an increase made to Social Security benefits and Supplemental Security Income (SSI) to counteract the effects of inflation and rising prices in the economy."
              },
              {
                "label_id": "IRMMA4",
                "name": "Income Related Monthly Adjustment Amounts (IRMMA)",
                "tier": 4,
                "description": "Higher Medicare premimuns assessed for increase in income (sale of home, payroll, etc)"
              },
              {
                "label_id": "LSDP4",
                "name": "Lump Sum Death Payment",
                "tier": 4,
                "description": "A lump sum death payment of $255 is available from Social Security to the surviving spouse or eligible children of a deceased worker. To qualify, the surviving spouse must have been living with the deceased at the time of death or, if living apart, was receiving certain Social Security benefits on the deceased's record. If there's no eligible spouse, the payment can go to eligible children. The application must be filed within two years of the worker's death. "
              },
              {
                "label_id": "MDEN4",
                "name": "Medicare Enrollment ",
                "tier": 4,
                "description": "Medicare is the US health insurance program for people age 65 or older. Citizens sign up for Medicare Part A and Part B through Social Security, so you can make both retirement and Medicare choices and withhold any premiums from your benefit payments."
              },
              {
                "label_id": "REPPA4",
                "name": "Representative Payee",
                "tier": 4,
                "description": "If a constituent is entitled to a certain social security benefit and SSA says they need to get someone else to receive payment because the constituent is unfit for whatever reason, they are assigned a Representative Payee.  Social Security's Representative Payment Program provides benefit payment management for our beneficiaries who are incapable of managing their Social Security."
              },
              {
                "label_id": "RTRB4",
                "name": "Retroactive Benefits ",
                "tier": 4,
                "description": "Social Security retroactive benefits are one-time payments that reimburse people for missed monthly payments. These payments can be due to application process delays or if someone applies for benefits after reaching full retirement age (FRA). Back pay is compensation that was due in a previous period of time but was not paid due to an employer's improper or wrongful actions."
              },
              {
                "label_id": "SURB4",
                "name": "Survivor Benefit ",
                "tier": 4,
                "description": "Survivor benefits provide monthly payments to eligible family members of people who worked and paid Social Security taxes before they died."
              },
              {
                "label_id": "WEP4",
                "name": "Windfall Elimination Provision (WEP)/Government Pension Offset (GPO) ",
                "tier": 4,
                "description": "Your Social Security benefit might be reduced if you get a pension from an employer who wasn’t required to withhold Social Security taxes. This reduction is called the “Windfall Elimination Provision” (WEP). It most commonly affects government work or work in other countries. Your benefit might be reduced if you get a pension from a government employer who wasn’t required to withhold Social Security taxes. This reduction is called the “Government Pension Offset” (GPO). "
              }
            ]
          },
          {
            "label_id": "SSA3SUB2",
            "name": "SSA subcategory 2",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "SSAWHBL4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          },
          {
            "label_id": "SSAMCR3",
            "name": "Medicare",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "BILL4",
                "name": "Billing/Payment Inquiry",
                "tier": 4,
                "description": "Questions or concerns about medical billing or payment. Part B premium only goes through social security if not on an advantage plan-- payment might be withheld. "
              },
              {
                "label_id": "ELIG4",
                "name": "Eligibility",
                "tier": 4,
                "description": "Questions or disputes about whether a constituent is eligible to receive Medicare."
              },
              {
                "label_id": "EQUI4",
                "name": "Equitable relief ",
                "tier": 4,
                "description": "Equitable relief is a process that allows you to request the following from the Social Security Administration (SSA): Immediate or retroactive Medicare enrollment, or  Elimination of the Medicare Part B late enrollment penalty (LEP). To request equitable relief, you must have failed to enroll in Medicare due to the error, misrepresentation, or inaction of a federal employee, such as a Social Security or 1-800-MEDICARE representative. Equitable relief does not apply if you were misinformed about your Medicare rights and options by non-federal employees, such as an employer."
              },
              {
                "label_id": "IRMAA4",
                "name": "IRMAA",
                "tier": 4,
                "description": "Income related monthly adjustment amount. If you make over a certain threshold, medicare will raise part B and D rate. This is the amount above the standard monthly premium you pay. "
              },
              {
                "label_id": "LEP4",
                "name": "Late Enrollment Penalty (LEP) ",
                "tier": 4,
                "description": "\"It’s important to sign up for Medicare coverage during your Initial Enrollment Period, unless you have other coverage that’s similar in value to Medicare (like from an employer). If you don’t, you may have to pay an extra amount, called a late enrollment penalty. Generally, you won’t have to pay a Part B penalty if you qualify for a Special Enrollment Period. Learn more about Special Enrollment Periods.\nYou’ll pay an extra 10% for each year you could have signed up for Part B, but didn’t.\""
              },
              {
                "label_id": "MEDCRDR4",
                "name": "Medicare card replacement",
                "tier": 4,
                "description": "Lost Medicare card and needs a new one."
              },
              {
                "label_id": "XTRAHLIS4",
                "name": "Extra Help Program/LIS",
                "tier": 4,
                "description": "The Extra Help program helps people with limited income and resources lower or cut Part D costs."
              }
            ]
          },
          {
            "label_id": "SSAPLS3",
            "name": "Appeals ",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "ADMLJ4",
                "name": "Administrative Law Judge",
                "tier": 4,
                "description": "Second tier.  Under the Office of Hearings Operations (OHO), administrative law judges (ALJ) conduct hearings and issue decisions. Administrative Law Judges (ALJs) are federal employees who work for the Social Security Administration (SSA) to conduct hearings and issue decisions on benefits and regulations. They play a key role in determining whether Social Security Disability Insurance (SSDI) claims are approved or denied."
              },
              {
                "label_id": "APPLC4",
                "name": "Appeals Council ",
                "tier": 4,
                "description": "Third tier. As the last administrative decisional level, the Appeals Council issues the Social Security Administration's (SSA) final action for claims filed under Title II and Title XVI of the Social Security Act. The Appeals Council was established to oversee the hearings and appeals process, promote national consistency in hearing decisions made by referees (now administrative law judges) and make sure that the Social Security Board's (now the Commissioner's) records were adequate for judicial review.  Within the Office of Analytics, Review, and Oversight (OARO), the Appeals Council considers appeals from hearing decisions and acts as the final level of administrative review for the agency."
              },
              {
                "label_id": "CRTAPL4",
                "name": "Court of Appeals",
                "tier": 4,
                "description": "Four tier. Very rare. Judicial branch court."
              },
              {
                "label_id": "OVRPMT4",
                "name": "Overpayment ",
                "tier": 4,
                "description": "An overpayment occurs when Social Security pays you more than you should have been paid. If this happens, we will notify you. Our notice will tell you why you have been overpaid and how you can pay us back. "
              },
              {
                "label_id": "RFR4",
                "name": "Request for Reconsideration",
                "tier": 4,
                "description": "First tier appeal/ local appeal. Appeal is saying you disagree with SSA decision "
              },
              {
                "label_id": "WAIV4",
                "name": "Waiver request",
                "tier": 4,
                "description": "Overpayment waiver. Often filed at the same time as request for reconsideration. \"I can't pay while waiting for appeals decision, please hold collections entirely or come up with a payment plan\""
              }
            ]
          },
          {
            "label_id": "SSDI3",
            "name": "Social Security Disability Insurance (SSDI) ",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "REPPAY4",
                "name": "Representative Payee",
                "tier": 4,
                "description": "If a constituent is entitled to a certain social security benefit and SSA says they need to get someone else to receive payment because the constituent is unfit for whatever reason, they are assigned a Representative Payee.  Social Security's Representative Payment Program provides benefit payment management for our beneficiaries who are incapable of managing their Social Security."
              },
              {
                "label_id": "SSDIASVF4",
                "name": "Asset verification",
                "tier": 4,
                "description": "Financial eligibility. You are only eligible for SSI if you have under a certain amount of assets. Showing value of trusts, your car, etc."
              },
              {
                "label_id": "SSDICDR4",
                "name": "Continuing Disability Review (CDR) ",
                "tier": 4,
                "description": "Medical eligibility.  Continuing Disability Review (CDR) is when Social Security periodically reviews your medical impairment(s) to determine if you continue to have a disabling condition.  If we determine that you are no longer disabled or blind, your benefits will stop."
              },
              {
                "label_id": "SSDIDDS4",
                "name": "Disability Determination Service (DDS)",
                "tier": 4,
                "description": "Medical eligibility. The DDSs, which are fully funded by the Federal Government, are State agencies responsible for developing medical evidence and making the initial determination on whether or not a claimant is disabled or blind under the law."
              },
              {
                "label_id": "SSDIMWP4",
                "name": "Mandatory waiting period",
                "tier": 4,
                "description": "Financial eligibility. Generally, if your application for Social Security Disability Insurance (SSDI) is approved, you must wait five months before you can receive your first SSDI benefit payment. This means you would receive your first payment in the sixth full month after the date we find that your disability began."
              },
              {
                "label_id": "SSDIRREQ4",
                "name": "Records Request",
                "tier": 4,
                "description": "Often related to getting medical records in the disability process."
              },
              {
                "label_id": "SSDIRTRO4",
                "name": "Retroactive Benefits ",
                "tier": 4,
                "description": "Social Security retroactive benefits are one-time payments that reimburse people for missed monthly payments. These payments can be due to application process delays or if someone applies for benefits after reaching full retirement age (FRA)."
              },
              {
                "label_id": "SSDIWIV4",
                "name": "Wage/income verification",
                "tier": 4,
                "description": "Financial eligibility. Submitting pay stubs and showing work hours and income level to prove if you are under the financial threshold."
              }
            ]
          },
          {
            "label_id": "SSN3",
            "name": "Social Security Number (SSN) ",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "NSSN4",
                "name": "Needs SSN",
                "tier": 4,
                "description": "Was never issued a SSN and needs one."
              },
              {
                "label_id": "SSCR4",
                "name": "Social Security card replacement",
                "tier": 4,
                "description": "Lost SSN card and needs a new one."
              },
              {
                "label_id": "SSN4",
                "name": "SSN",
                "tier": 4,
                "description": "A Social Security number (SSN) is a unique nine-digit identifier issued by the Social Security Administration (SSA) to U.S. citizens, permanent residents, and eligible nonimmigrant workers."
              },
              {
                "label_id": "SSNDUP4",
                "name": "SSN duplication",
                "tier": 4,
                "description": "Multiple people issued the same SSN."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "USADF1",
    "name": "United States African Development Foundation",
    "tier": 1,
    "description": "The United States African Development Foundation (USADF) is an independent U.S. government agency established to support African-led development. It provides seed capital and technical support to African grassroots organizations, entrepreneurs, and small and medium-sized enterprises to foster economic growth and create pathways to prosperity for marginalized populations and underserved communities."
  },
  {
    "label_id": "USAID1",
    "name": "United States Agency for International Development (USAID)",
    "tier": 1,
    "description": "The United States Agency for International Development (USAID) is the primary U.S. government agency responsible for administering civilian foreign aid and development assistance. It works to advance U.S. foreign policy goals by partnering with countries to promote economic growth, reduce poverty, improve global health, and provide humanitarian assistance."
  },
  {
    "label_id": "USDA1",
    "name": "Department of Agriculture (USDA)",
    "tier": 1,
    "description": "The U.S. Department of Agriculture (USDA) is a federal agency focused on food, agriculture, natural resources, and related issues. It provides leadership, conducts risk assessments, and offers financial opportunities and disaster resources. ",
    "children": [
      {
        "label_id": "APHIS2",
        "name": "Animal Plant Health Inspection Service (APHIS)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "USDA3SUB4",
            "name": "USDA subcategory 4",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "PHCRT4",
                "name": "Pet health certificates",
                "tier": 4,
                "description": "APHIS protects the health and value of American agriculture and natural resources. Casework includes issues related to the issuing of health certificates for pets, including service animals, when traveling internationally. "
              }
            ]
          }
        ]
      },
      {
        "label_id": "NFC2",
        "name": "National Finance Center (NFC)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "USDA3SUB7",
            "name": "USDA subcategory 7",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "DPRS4",
                "name": "DPRS",
                "tier": 4,
                "description": "NFC is a shared services organization for financial management and HR services for multiple government agencies – they support OPM insurance products including the DPRS (Direct Premium Remittance System) which is an enrollment, billing, and collection process for FEHB for federal employees."
              }
            ]
          }
        ]
      },
      {
        "label_id": "RHSVC2",
        "name": "Rural Housing Service (RHS)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "USDA3SUB6",
            "name": "USDA subcategory 6",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "HLRARHP4",
                "name": "Home loans, Rental Assistance, Rental Housing Programs ",
                "tier": 4,
                "description": "USDA's Rural Housing Service offers a variety of programs to build or improve housing and essential community facilities in rural areas. Casework includes home loan issues, such as if an inspector might have to approve property."
              }
            ]
          }
        ]
      },
      {
        "label_id": "RRDLP2",
        "name": "Rural Development (RD)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "USDA3SUB5",
            "name": "USDA subcategory 5",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "RDLPG4",
                "name": "Rural development grants",
                "tier": 4,
                "description": "USDA provides financial resources and support for rural communities, residents, and businesses. Casework relates to rural development grant issues, such as grants that were frozen."
              },
              {
                "label_id": "RDLPL4",
                "name": "Rural development loans",
                "tier": 4,
                "description": "USDA provides financial resources and support for rural communities, residents, and businesses. Casework relates to issues with receiving loans. "
              }
            ]
          }
        ]
      },
      {
        "label_id": "USDA2SUB1",
        "name": "USDA subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "USDA3SUB8",
            "name": "USDA subcategory 8",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "USDAWHBL4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "USPS1",
    "name": "United States Postal Service (USPS)",
    "tier": 1,
    "description": "The United States Postal Service (USPS) provides nationwide mail and package delivery, ensures universal service at affordable rates, and supports commerce and communication across the country.",
    "children": [
      {
        "label_id": "USPS2SUB1",
        "name": "USPS subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "USPS3SUB2",
            "name": "USPS subcategory 2",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "USPSWHBL4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "label_id": "VA1",
    "name": "Department of Veterans Affairs (VA)",
    "tier": 1,
    "description": "The Department of Veterans Affairs (VA) is a U.S. federal executive department responsible for providing a wide range of benefits, services, and support to veterans of the U.S. armed forces and their families. It operates the largest integrated healthcare system in the United States and also administers various other benefits like disability compensation, education assistance, home loan guarantees, and burial benefits. ",
    "children": [
      {
        "label_id": "BVA2",
        "name": "Board of Veterans Appeals (BVA)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "VA3SUB8",
            "name": "VA subcategory 8",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "BRDAPL4",
                "name": "Board Appeals ",
                "tier": 4,
                "description": "Escalated after VBA appeals. If you are dissatisfied or disagree with a VA decision, you have the right to file an appeal with the Board of Veterans’ Appeals. The Board will review the evidence presented and issue a decision. A Board Appeal may be an option for you if you submit your request within 1 year of the decision on your initial claim, Supplemental Claim, or Higher-Level Review (the 1-year timeframe starts from the date on your decision letter)."
              }
            ]
          }
        ]
      },
      {
        "label_id": "NCA2",
        "name": "National Cemetery Administration",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "VA3SUB9",
            "name": "VA subcategory 9",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "BALWN4",
                "name": "Burial Allowance",
                "tier": 4,
                "description": "Veterans burial allowances (sometimes called “Veterans death benefits”) are funds that help cover burial, funeral, and transportation costs."
              },
              {
                "label_id": "BELG4",
                "name": "Burial Eligibility",
                "tier": 4,
                "description": "Veterans, service members, and some family members may be eligible for burial in a VA national cemetery, or for burial benefits for those buried in a private cemetary or at sea."
              },
              {
                "label_id": "BFLG4",
                "name": "Burial Flags",
                "tier": 4,
                "description": "The National Cemetary Administration provides a United States flag to drape on a casket (or coffin) or place with an urn in honor of the military service of a Veteran or Reservist."
              },
              {
                "label_id": "MEMRLZ4",
                "name": "Memorialization",
                "tier": 4,
                "description": "Constituents can apply for benefits for a deceased Veteran, service member, or family member for government Headstones, Markers, Medallions, Plaques, and Urns. When you choose to get a plaque or urn for a Veteran, they will no longer be eligible for burial in a VA national cemetery. "
              },
              {
                "label_id": "PMCRT4",
                "name": "Presidential Memorial Certificates",
                "tier": 4,
                "description": "A Presidential Memorial Certificate (PMC) is an engraved paper certificate signed by the current president."
              },
              {
                "label_id": "SBVNC4",
                "name": "Schedule Burial in VA National Cemetery",
                "tier": 4,
                "description": "Constituents can schedule a burial in a VA National Cemetary for a Veteran, spouse or dependent family member. Most difficult is Arlington National Cemetary."
              }
            ]
          }
        ]
      },
      {
        "label_id": "OALC2",
        "name": "Office of Acquisition, Logistics, and Construction (OALC)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "VA3SUB7",
            "name": "VA subcategory 7",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "CPCBL4",
                "name": "Construction projects/contract billing",
                "tier": 4,
                "description": "Most commonly issues with contractors not receiving pay."
              }
            ]
          }
        ]
      },
      {
        "label_id": "OGC2",
        "name": "Office of General Counsel (OGC)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "VA3SUB5",
            "name": "VA subcategory 5",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "PARF4",
                "name": "Privacy Act Release Form (PARF)",
                "tier": 4,
                "description": "Conflicting guidance on what is required on a PARF to start a case."
              },
              {
                "label_id": "TCSTS4",
                "name": "Tort claim status",
                "tier": 4,
                "description": "A VA tort claim is a legal process where a veteran can seek compensation from the U.S. Department of Veterans Affairs (VA) for injuries or damages caused by the negligence or wrongful actions of a VA employee acting within the scope of their employment. "
              },
              {
                "label_id": "VSOA4",
                "name": "VSO accredidation",
                "tier": 4,
                "description": "Local VSO has to be accredited through an application process, often delays in this process."
              }
            ]
          }
        ]
      },
      {
        "label_id": "PSAC2",
        "name": "Personnel Security Adjudication Center (PSAC)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "VA3SUB6",
            "name": "VA subcategory 6",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "SECCL4",
                "name": "Security Clearance",
                "tier": 4,
                "description": "A VA security clearance refers to the process the Department of Veterans Affairs (VA) uses to determine if someone is eligible for access to classified national security information or sensitive VA facilities and information. This process involves background investigations and suitability determinations, similar to other federal agencies, but with a focus on ensuring the safety and integrity of VA services. "
              }
            ]
          }
        ]
      },
      {
        "label_id": "VA2SUB1",
        "name": "VA subcategory 1",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "VA3SUB10",
            "name": "VA subcategory 10",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "BRWHB4",
                "name": "Whistleblowing",
                "tier": 4,
                "description": "When an indivual discloses information regarding violations of laws, gross mismanagement, waste of funds, or dangers to public health and safety, thereby encouraging transparency and accountability within government agencies."
              }
            ]
          }
        ]
      },
      {
        "label_id": "VBA2",
        "name": "Veterans Benefits Administration (VBA)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "GIBB3",
            "name": "GI bill benefits",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "GIBE4",
                "name": "GI bill education benefits",
                "tier": 4,
                "description": "Veterans can qualify for educational benefits/tuition based on their service in the military. To prove eligibility they need access to their military history and documentation to be able to show that they qualify. Veterans can also transfer their GI bill educational benefits to their spouse or dependent. To prove eligibility, they need access to their military history and documentation to prove that their service meets the requirements for the transfer. Dependent benefits (sending kid to school), tuition payments to colleges coming in late, disputes over which school the VA would send someone to (restrictions on how much VA will pay and for how long)/college selection and duration"
              },
              {
                "label_id": "VAHL4",
                "name": "VA-backed home loans",
                "tier": 4,
                "description": "Veterans can have up to one VA Mortgage Loan at a time and need a certificate from VA to prove they are eligibile before going to a lender and applying for the VA loan.  Casework likely involves difficulties getting access to records (like DD214) to prove eligibility."
              },
              {
                "label_id": "VETTEC4",
                "name": "VET TEC",
                "tier": 4,
                "description": "Veteran Employment Through Technology Education Courses (VET TEC) was a 5-year pilot program that matched Veterans with leading training providers to help them develop skills to start or advance their careers in high-tech industries."
              }
            ]
          },
          {
            "label_id": "RMC3",
            "name": "VA Records Management Center (RMC)",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "CPYSTR4",
                "name": "Copy of service treatment records",
                "tier": 4,
                "description": "Handles records and FOIA requests, including armed services treatment records."
              }
            ]
          },
          {
            "label_id": "VA3SUB3",
            "name": "VA subcategory 3",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "AATT4",
                "name": "Aid & Attendance ",
                "tier": 4,
                "description": "Service-disabled vet or spouse and you can't take care of yourself toward end of life, this is for nursing home fees"
              },
              {
                "label_id": "AOC4",
                "name": "Agent Orange Claims ",
                "tier": 4,
                "description": "Agent Orange is a toxic herbicide and defoliant used by the U.S. military to clear foliage during the Vietnam War. Exposure to Agent Orange can cause a variety of health issues, including cancer, birth defects, and other life-threatening complications."
              },
              {
                "label_id": "CLC4",
                "name": "Camp Lejeune Claims ",
                "tier": 4,
                "description": "People —  including Veterans — previously exposed to contaminated water at Marine Corps Base Camp Lejeune, North Carolina, may file a new claim with the Department of the Navy. Individuals may seek relief in Federal court for a claim that is denied, or no decision is made six (6) months after a claim is filed."
              },
              {
                "label_id": "CMPP4",
                "name": "Compensation & Pension ",
                "tier": 4,
                "description": "Service-related disability. VA assigns you a percentage for how much disabled, often this is an appeal to change this percentage, or VA reduced diability rating for you and you're disputing it, or VA mimsplaced documentation"
              },
              {
                "label_id": "CONCR4",
                "name": "Concurrent receipt",
                "tier": 4,
                "description": "If you stay in the military long enough for retirement benefits and are also eligible for C&P, those interact in strange ways. People in military retirement and also receiving disability compensation at the same time --  CRDP Concurrent Retirement and Disability Pay."
              },
              {
                "label_id": "DEPL4",
                "name": "Deployment benefits ",
                "tier": 4,
                "description": "Stopping and restarting benefits based on deployment."
              },
              {
                "label_id": "DEPN4",
                "name": "Dependent benefits",
                "tier": 4,
                "description": "Issues with all benefits for dependents -- your pay rate for compensation and pension go up when you have depedents and then down when they age out."
              },
              {
                "label_id": "DIC4",
                "name": "Death Indemnity Compensation",
                "tier": 4,
                "description": "If you’re the surviving spouse, child, or parent of a service member who died in the line of duty, or the survivor of a Veteran who died from a service-related injury or illness, you may be able to get a tax-free monetary benefit called VA Dependency and Indemnity Compensation (VA DIC)."
              },
              {
                "label_id": "DIR4",
                "name": "Delayed initial rating",
                "tier": 4,
                "description": "When you apply for compensation and pension disability rating, your case goes into the national work queue. "
              },
              {
                "label_id": "FIDUC4",
                "name": "Fiduciary ",
                "tier": 4,
                "description": "When VA says veteran isn't capable of handling own money, they are given a fidciary to handle money for them. disputed whether they need a fiduciary or trying to speed up process to get one assigned "
              },
              {
                "label_id": "HLR4",
                "name": "Higher-Level Reviews",
                "tier": 4,
                "description": "If you disagree with a VA decision, you or your representative can request a new review of your case by a higher-level reviewer. The reviewer will determine whether an error or a difference of opinion changes the decision. You can’t submit new evidence with a Higher-Level Review."
              },
              {
                "label_id": "LGCY4",
                "name": "Legacy Appeals",
                "tier": 4,
                "description": "Appeals for decisions dated before February 19, 2019. VA RAMP (Rapid Appeals Modernization Program) was a pilot program launched by the Department of Veterans Affairs in 2017 to modernize and streamline the appeals process for veterans' disability compensation claims. RAMP operated from November 2017 to February 2019, when it was replaced by the full implementation of the Appeals Modernization Act (AMA)."
              },
              {
                "label_id": "NTRP4",
                "name": "Not receiving pay",
                "tier": 4,
                "description": "Issues with veterans not receiving pay."
              },
              {
                "label_id": "OVPM4",
                "name": "Overpayment ",
                "tier": 4,
                "description": "disputing amount of overpayment or disputing that the overpayment option, or asking for a payment plan instead of fully docking from benefits .often related to compensation and pension, often related to dependents (ex. your daughter moved out 6 months ago but we are still paying her stipend, need that back)"
              },
              {
                "label_id": "PAC4",
                "name": "PACT Act Claims ",
                "tier": 4,
                "description": "The PACT Act is a law that expands VA health care and benefits for Veterans exposed to burn pits, Agent Orange, and other toxic substances. This law helps us provide generations of Veterans—and their survivors—with care and benefits."
              },
              {
                "label_id": "PRES4",
                "name": "Presumptive conditions",
                "tier": 4,
                "description": "Medical conditions where if you have them they corrolate with cetain disability percentages. Are my records robust enough to show I was somewhere where they were spraying agent orage, or records were destoryed and don't have proof"
              },
              {
                "label_id": "SURP4",
                "name": "Survivor pension",
                "tier": 4,
                "description": "VA survivor benefits provide financial support and other assistance to eligible family members of deceased veterans. These include Dependency and Indemnity Compensation (DIC) which is a monthly benefit paid to eligible surviving spouses and dependent children, Survivors Pension which is a needs-based monthly benefit for low-income surviving spouses and children of wartime veterans, Survivors' and Dependents' Educational Assistance (DEA) which provides education and training opportunities to eligible dependents of veterans who are permanently and totally disabled or died due to a service-connected disability, the Fry Scholarship which offers Post-9/11 GI Bill benefits to children and surviving spouses of servicemembers who died in the line of duty after September 10, 2001, Burial and memorial benefits to eligibile veterans and family members, and the Home Loan Guaranty which allows surviving spouses to be eligibile for VA home loan benefits"
              },
              {
                "label_id": "UPGR4",
                "name": "Discharge upgrade — VA benefits",
                "tier": 4,
                "description": "Level of benefits depends on level of discharge (SIX TOTAL). Requests to dispute/change the discharge status of discharged military personnel or speeding up process after level changes and benefits don't catch up. The discharge upgrade itself goes through the military branch, Naval Board etc. (for one of those six options), but then you might have to contact the VA about your benefits if there is an issue afterward."
              },
              {
                "label_id": "VABD4",
                "name": "VA Benefit Debt",
                "tier": 4,
                "description": "Benefit debt includes debt related to VA disability compensation, non-service-connected pension, or education benefits. "
              },
              {
                "label_id": "VALIFE4",
                "name": "Life Insurance ",
                "tier": 4,
                "description": "Servicemembers' Group Life Insurance (SGLI) Group life insurance for service members; Family Servicemembers' Group Life Insurance (FSGLI) Allows service members to add coverage for their spouse and dependent children; Traumatic Injury Protection (TSGLI) Short-term financial support to help service members recover from a severe injury; Veterans' Group Life Insurance (VGLI) Group term life insurance for veterans after they've ended their service. "
              },
              {
                "label_id": "VBAP4",
                "name": "Appeals",
                "tier": 4,
                "description": "any decision related to Veterans benefits, comp and pension, disability benefits "
              },
              {
                "label_id": "VRNE4",
                "name": "Veteran Readiness & Employment (VR&E) ",
                "tier": 4,
                "description": "Help rehabilitate disabled veterans and get them ready for willful employment, VA will deny specific colleges and certain advanced degrees, diputing this. You may receive Veteran Readiness and Employment (VR&E) (Formerly known as Vocational Rehabilitation and Employment) services to help with job training, education, employment accommodations, resume development, and job seeking skills coaching. Other services may be provided to assist Veterans and Service members in starting their own businesses or independent living services for those who are severely disabled and unable to work in traditional employment. "
              }
            ]
          },
          {
            "label_id": "VA3SUB4",
            "name": "VA subcategory 4",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "AUTOG4",
                "name": "Auto Grants",
                "tier": 4,
                "description": "The VA Auto Adaptive Equipment (AAE) benefit helps disabled veterans and active-duty service members purchase and modify vehicles to accommodate their service-connected disabilities. It consists of two parts: the Automobile Allowance, a one-time payment for a specially equipped vehicle, and the Adaptive Equipment Grant, which provides funds to install modifications like power steering, lifts, and hand controls. "
              },
              {
                "label_id": "HOMEG4",
                "name": "Home Grants",
                "tier": 4,
                "description": "The Department of Veterans Affairs (VA) offers two main types of grants to help disabled veterans adapt their homes: Specially Adapted Housing (SAH) and Special Housing Adaptation (SHA) grants. SAH grants are for veterans with severe service-connected disabilities, while SHA grants are for veterans with certain other service-connected disabilities. Both grants help veterans modify their homes to improve accessibility and independence"
              }
            ]
          }
        ]
      },
      {
        "label_id": "VHA2",
        "name": "Veterans Health Administration (VHA)",
        "tier": 2,
        "description": "",
        "children": [
          {
            "label_id": "COMC3",
            "name": "Community Care ",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "CHAMPVA",
                "name": "CHAMPVA",
                "tier": 4,
                "description": "If you’re the spouse, surviving spouse, dependent child, or family caregiver of a Veteran or service member, you may qualify for health care benefits. In certain cases, you may also qualify for health care benefits due to a disability related to your Veteran’s service. CHAMPVA (Civilian Health and Medical Program of the Department of Veterans Affairs) provides health coverage to eligible dependents and survivors."
              },
              {
                "label_id": "COMC4",
                "name": "Community Care",
                "tier": 4,
                "description": "Issues constituents are having with providers in the community. Includes speciality medical care not always provided by the VA, often referred to private sector."
              },
              {
                "label_id": "COMP4",
                "name": "Community providers",
                "tier": 4,
                "description": "Providers in the community having trouble being paid by VA, or groups seeking permission to become a provider"
              },
              {
                "label_id": "CRCV4",
                "name": "Care Coverage",
                "tier": 4,
                "description": "Determining or disputing whether the VA will cover a medical test or procedure that could be considered elective."
              },
              {
                "label_id": "DBF4",
                "name": "Disruptive behavior flags",
                "tier": 4,
                "description": "Get flagged as making a scene at a VA hostpital and then unable to go to premises again without security. No appeal process"
              },
              {
                "label_id": "FMP4",
                "name": "Foreign medical program (FMP)",
                "tier": 4,
                "description": "Reiumbursement when vets get care overseas. Long delays in processing because often need translation."
              },
              {
                "label_id": "HCE4",
                "name": "Health Care Eligibility",
                "tier": 4,
                "description": "In order to be eligible for VA benefits, a Veteran must have served 24 continuous months or the full term of their active duty. Exceptions are made for those discharged due to a disability incurred or aggravated in the line of duty, hardship, exposure to toxins or other hazards during service, and combat-zone veterans. "
              },
              {
                "label_id": "HVC4",
                "name": "Homeless Veteran Care",
                "tier": 4,
                "description": "VA conducts coordinated outreach to proactively seek out Veterans in need of assistance, connects homeless and at-risk Veterans with housing solutions, health care, community employment services and other required supports, and collaborates with federal, state and local agencies; employers; housing providers, faith-based and community nonprofits; and others to expand employment and affordable housing options for Veterans exiting homelessness."
              },
              {
                "label_id": "MHS4",
                "name": "Mental Health Services",
                "tier": 4,
                "description": "The VA provides a comprehensive range of mental health services for veterans through the Substance Abuse and Mental Health Services Administration (SAMHSA). Services include inpatient/outpatient care, crisis services, treatement for PTSD, Depression, Anxiety, Bipolar Disorder, Schizophrenia, and Substance abuse disorders, military sexual trauma (MST), suicide prevention, psychotherapy, counseling and more."
              },
              {
                "label_id": "PTSD4",
                "name": "PTSD",
                "tier": 4,
                "description": "Post-traumatic stress disorder (PTSD) is a mental health condition that's triggered by a terrifying event — either experiencing it or witnessing it. Symptoms may include flashbacks, nightmares and severe anxiety, as well as uncontrollable thoughts about the event."
              },
              {
                "label_id": "RURL4",
                "name": "Rural care",
                "tier": 4,
                "description": "Medical care in rural areas, often referred to private sector."
              },
              {
                "label_id": "VAEMP4",
                "name": "VA Employee/Employment Issues",
                "tier": 4,
                "description": "VA employee reaches out with a concern about their job, VA assistant general or special counsel, ex \"my nursing license won't tranfer\""
              },
              {
                "label_id": "VATPR4",
                "name": "VA Travel Pay Reimbursement",
                "tier": 4,
                "description": "VA travel pay reimbursement pays eligible Veterans and caregivers back for mileage and other travel expenses to and from approved health care appointments."
              },
              {
                "label_id": "XPTR4",
                "name": "Experimental treatments",
                "tier": 4,
                "description": "VA-sponsored clinical trials. Ex. ketamine clinics"
              }
            ]
          },
          {
            "label_id": "VA3SUB2",
            "name": "VA subcategory 2",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "EHRM4",
                "name": "Electronic health records ",
                "tier": 4,
                "description": "Access OR correction to electronic health records -- the VA is upgrading their health management system and there have been issues, so making a correction is common."
              },
              {
                "label_id": "ERV4",
                "name": "Emergency Room Visits ",
                "tier": 4,
                "description": "If you go to a non-VA facility for emergency care—even one that’s in our community care network—you must follow certain rules so that the VA can cover the cost of your care. "
              },
              {
                "label_id": "HSP4",
                "name": "Hospice ",
                "tier": 4,
                "description": "Hospice Care is comfort care provided to Veterans and their families if the Veteran has a terminal condition, with less than 6 months to live, and is no longer seeking treatment other than palliative care. Hospice Care can be provided at home, in an outpatient clinic or in an inpatient setting."
              },
              {
                "label_id": "MHEV4",
                "name": "My HealthEVet ",
                "tier": 4,
                "description": "My HealtheVet offers constituents tips and tools to help partner with their health care team on managing patient health. It is a web portal that provides self-service tools to refill prescriptions, track medical appointments, communiate with healthcare providers and view medical records, as well as resources to help make informed medical decisions."
              },
              {
                "label_id": "PRX4",
                "name": "Prescriptions ",
                "tier": 4,
                "description": "Wanting to change prescription that a doctor gave to something else, etc."
              },
              {
                "label_id": "TRNS4",
                "name": "Transportation ",
                "tier": 4,
                "description": "Getting to and from medical appointments (VA has a bus), also mileage reiumbursements."
              },
              {
                "label_id": "URGC4",
                "name": "Urgent Care",
                "tier": 4,
                "description": "If you’re an eligible Veteran, you can get urgent care at VA medical centers and in-network urgent care providers near you. Use urgent care for minor injuries and illnesses that aren’t life-threatening—like strep throat, sprained muscles, and skin and ear infections."
              },
              {
                "label_id": "VALTC4",
                "name": "Long-term care",
                "tier": 4,
                "description": "As a Veteran, you may be able to get assisted living, residential (live-in), or home health care through VA."
              },
              {
                "label_id": "VAX4",
                "name": "Vaccinations",
                "tier": 4,
                "description": "Shortages and access to vaccines."
              }
            ]
          },
          {
            "label_id": "VAMC3",
            "name": "VA Medical Center",
            "tier": 3,
            "description": "",
            "children": [
              {
                "label_id": "CARE4",
                "name": "Caregiver Support Program",
                "tier": 4,
                "description": "In-home care provided by VA, or familiy member who is part of caregiver program"
              },
              {
                "label_id": "CBOC4",
                "name": "CBOCs",
                "tier": 4,
                "description": "Community based outpatient clinic"
              },
              {
                "label_id": "VETC4",
                "name": "Vet centers",
                "tier": 4,
                "description": "Small doctor office, not hospitals"
              }
            ]
          }
        ]
      }
    ]
  }
]